{
  "Books": "དཔེ་ཆ།",
  "Recent": "གསར་སྣོན།",
  "Bookmarks": "དཔེ་བྱང་།",
  "Favorites": "དགའ་མོས་དཔེ་ཆ།",
  "Notes": "ཟིན་བྲིས།",
  "Highlights": "རྟགས་བཀོད།",
  "Shelf": "དཔེ་སྒྲོམ།",
  "Left": "གཡས།",
  "Justify": "དཀྱིལ།",
  "Right": "གཡོན།",
  "Text alignment": "ཡི་གེའི་འཕྲེད་གནས།",
  "Synchronisation successful": "མཉམ་འགྲོད་གྲུབ་ཟིན།",
  "Permanently Delete": "དུས་གཏན་དུ་བསུབ་པ།",
  "Default search engine": "སྔར་ཡོད་འཚོལ་བཤེར།",
  "Built-in font": "སོར་བཞག་ཡིག་གཟུགས།",
  "Cover": "ཕྱི་ཤོག",
  "Bold": "སྦོམ་ཚུགས།",
  "Sort by": "རིགས།",
  "Italic": "གསེག་བསྒྱུར།",
  "Underline": "འོག་ལ་རྟགས་བཀོད་པ།",
  "Shadow": "གྲིབ་མའི་རྣམ་པ།",
  "Import failed": "ནང་འདྲེན་བྱས་མ་ཐུབ།",
  "New version available": "མཉེན་ཆས་གསར་བ་ཐོན་འདུག",
  "New version": "པར་གཞི་གསར་བ།",
  "Customize": "སྒེར་གཤིས་ཅན།",
  "Auto open book in full screen": "རང་འགུལ་སྒོས་འཆར་ངོས་གང་བར་བྱ།",
  "System font": "མ་ལག་གི་ཡིག་གཟུགས།",
  "Access token expired, refetching token": "གསང་རྒྱ་ནོར་འདུག བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།",
  "Access token received, please continue": "གསང་རྒྱ་སྤྱོད་ཐུབ། ཏོག་ཙམ་སྒུག་ཨ།",
  "Change log": "བཟོ་བཅོས་ཟིན་བྲིས།",
  "Update complete": "སྐྱེལ་འཇོག་བྱས་ཚར།",
  "Fetching access token failed": "གསང་རྒྱ་ནོར་འདུག",
  "Authorizing, please wait": "བདེན་དཔང་བྱེད་པའི་སྒང་ཡིན། ཏོག་ཙམ་སྒུག་ཨ།",
  "Downloading, please wait": "ཕབ་ལེན་བྱེད་པའི་སྒང་ཡིན། ཏོག་ཙམ་སྒུག་ཨ།",
  "Uploading, please wait": "སྐྱེལ་འཇོག་བྱེད་པའི་སྒང་ཡིན། ཏོག་ཙམ་ལ་སྒུག་ཨ།",
  "Import": "ནང་འདྲེན།",
  "Backup": "ངས་ཡིག་ཆ་གྲབས་བྱ་འདོད།",
  "Search my library": "ངའི་དཔེ་མཛོད་ནས་འཚོལ།",
  "Search my notes": "ངའི་ཟིན་བྲིས་ནས་འཚོལ།",
  "Search my highlights": "ངའི་རྟགས་བཀོད་ནས་འཚོལ།",
  "Card": "བྱང་བུ།",
  "List": "མིང་ཐོ།",
  "Work": "ལས་ཀ",
  "Entertainment": "རོལ་རྩེད།",
  "Study": "སློབ་གཉེར།",
  "Author": "རྩོམ་མཁན།",
  "Duplicate shelf": "དཔེ་སྒྲོམ་འདྲ་བཟོ།",
  "Reading time": "ཀློག་ཡུན།",
  "Content": "དཀར་ཆག",
  "Voice": "སྐད་སྒྲ།",
  "Speed": "མྱུར་ཚད།",
  "Bookmark": "དཔེ་ཆའི་ཚན་བཀོད།",
  "Single": "ཤོག་ངོས་གཅིག་རེ་འཆར།",
  "Double": "ཤོག་ངོས་གཉིས་རེ་འཆར།",
  "Background color": "ཤོག་བུའི་ཁ་དོག",
  "Font size": "ཡིག་གཟུགས་ཆེ་ཆུང་།",
  "Font family": "ཡིག་གཟུགས་ཁྱིམ་རྒྱུད།",
  "Default": "སོར་བཞག",
  "Small": "ཆུང་བ།",
  "Medium": "འབྲིང་བ།",
  "Large": "ཆེ་བ།",
  "Cancellation successful": "དོར་ཟིན།",
  "Only supported by desktop version": "མཉེན་ཆས་མ་གཏོགས་སྤྱོད་ནུས་མིན།",
  "Hide mimical background": "རྒྱབ་ལྗོངས་དཔེ་མཚོན་སྦས།",
  "Auto hide cursor when reading": "དཔེ་ཀློག་སྐབས་སུ་ཙིག་རྟགས་སྦས།",
  "Disable update notification": "བརྡ་ཐོ་གསར་འདྲེན་བཀག",
  "Roadmap": "ལམ་ཐིག",
  "Paragraph spacing": "ཚན་པའི་བར་སྟོང་།",
  "Unlock": "ཟྭ་གྲོལ།",
  "Lock": "ཟྭ་རྒྱག",
  "Reading option": "ཀློག་འདོན་གྱི་གདམ་ཀ",
  "Progress": "གོ་རིམ།",
  "Exit": "ཕྱིར་འཐེན།",
  "Language": "སྐད་རིགས།",
  "Enter full screen": "འཆར་ངོས་ཧྲིལ་བོར་བསྒྱུར།",
  "Exit full screen": "འཆར་ངོས་ཧྲིལ་བོ་ལས་འཕྱུང་།",
  "Add to shelf": "དཔེ་སྒྲོམ་དུ་སྣོན།",
  "New shelf": "དཔེ་སྒྲོམ་གསར་བ།",
  "New": "གསར་བ།",
  "Cancel": "དོར།",
  "Confirm": "གཏན་ཁེལ།",
  "Delete": "གསུབ།",
  "Delete this book": "དཔེ་ཆ་འདི་གསུབ།",
  "Edit Book": "དཔེ་ཆར་སྒྲིག་བཅོས།",
  "Edition successful": "སྒྲིག་བཅོས་བྱས་ཚར།",
  "Book name": "དཔེ་ཆ་ཁ་སྣོན།",
  "Sort by Date": "དུས་ཚོད་ཁ་སྣོན།",
  "Descend": "འོག་ཏུ་ཕབ།",
  "Ascend": "གོང་དུ་འཕར།",
  "Token": "གསང་རྒྱ།",
  "Book not exists": "དཔེ་ཆ་མི་འདུག",
  "Please authorize your account, and fill the following box with the token": "གཤམ་ལ་གསང་རྒྱ་སྒོང་ནས་ཁྱེད་རང་གི་རྩིས་ཐོ་བདེན་དབང་བྱས།",
  "Copy link": "དྲ་སྦྲེལ་འདྲ་བཟོ།",
  "Copy token": "གསང་རྒྱ་འདྲ་བཟོ།",
  "Copied": "འདྲ་བཟོ་བཏང་ཚར།",
  "Simplified To Traditional": "ཡིག་གསར་ནས་ཡིག་རྙིང་ལ་བསྒྱུར།",
  "Traditional To Simplified": "ཡིག་རྙིང་ནས་ཡིག་གསར་ལ་བསྒྱུར།",
  "Shelf Title is Empty": "དཔེ་ཆ་ལ་མིང་བཀོད་མི་འདུག",
  "Link copy successful": "དྲ་སྦྲེལ་འདྲ་བཟོ་བཏང་ཚར།",
  "Addition successful": "གསར་སྣོན་བྱས།",
  "Select": "གདམ།",
  "Coming soon": "མི་འགྱངས་བར་ཐོན་ངེས།",
  "Understand": "ཧ་གོ་སོང་།",
  "Authorisation successful": "བདེན་དབང་བྱས།",
  "Authorisation failed": "བདེན་དབང་བྱས་མ་ནུས།",
  "Choose your operation": "ཁྱེད་ཀྱི་བེད་སྤྱོད་གདམ་གསེས་བྱོས།",
  "Where is your data?": "ཁྱེད་ཀྱི་ཡིག་ཆ་གང་ན་ཡོད།",
  "Where to keep your data?": "ཁྱེད་ཀྱི་ཡིག་ཆ་གང་ན་ཉར་ཚགས་བྱས་ཡོད་དམ།",
  "Restore": "སླར་གསོ།",
  "Delete this shelf": "དཔེ་སྒྲོམ་འདི་གསུབ།",
  "This action will clear and remove this shelf": "སྤྱོད་སྟངས་འདིས་དཔེ་སྒྲོམ་མེད་པར་བཟོ་ངེས།",
  "Delete this tag": "ཟུར་བྱང་འདི་གསུབ།",
  "This action will clear and remove this tag": "སྤྱོད་སྟངས་འདིས་ཟུར་བྱང་མེད་པར་བཟོ་ངེས། ",
  "Backup successful": "གྲབས་ཉར་བྱས།",
  "Restore successful": "སླར་གསོ་བྱས།",
  "Try refresh or restart": "ཡང་བསྐྱར་ཁ་ཕྱེས་སམ།",
  "Search the book": "དཔེ་ཆ་འཚོལ་བཤེར།",
  "Theme color": "དཔེ་སྒྲོམ་ཁ་དོག",
  "Turn on text-to-speech": "ཡི་གེ་ཉིད་སྐད་སྒྲ་ལ་བསྒྱུར་བ།",
  "Scrolling mode": "འོག་འདྲེན་རྣམ་པ།",
  "Loading": "འཇུག་བཞིན་པ།",
  "Note": "ཟིན་བྲིས།",
  "Page width": "ཤོག་བུའི་ཞེང་ཚད།",
  "Digest": "འཇུ་བྱེད།",
  "Auto expand content": "རང་འགུལ་སྒོས་དཀར་ཆག་འདྲེན།",
  "Hide footer": "ཞབས་མཆན་སྦས།",
  "Hide header": "མགོ་མཆན་སྦས།",
  "Book size is over 20M": "དཔེ་ཆའི་ཆེ་ཆུང20Mལས་བརྒལ།",
  "Current Font size": "ད་ཡོད་ཀྱི་ཡིག་གཟུགས་ཆེ་ཆུང་།",
  "Current Chapter": "ད་ལྟའི་ལེའུ།",
  "Turn off text-to-speech": "ཡི་གེ་ཉིད་སྐད་སྒྲ་ལ་མི་བསྒྱུར།",
  "Warning": "ཉེན་བརྡ།",
  "All tags": "ཟུར་བྱང་ཚང་མ།",
  "Turn on successful": "ཁ་ཕྱེས་ཟིན།",
  "Turn off successful": "ཁ་རྒྱབ་ཟིན།",
  "Turn off touch screen mode": "རེག་ཐུག་རྣམ་པ་ཁ་རྒྱག(སྟེས་དབང་དུ་ཐུག་པར་སྔོན་འགོག་བྱེད་དགོས། )",
  "Use built-in font": "སོར་བཞག་ཡིག་གཟུགས་བེད་སྤྱོད་གཏོང་།",
  "Setting": "སྒྲིག་བཀོད།",
  "Turn on touch screen mode": "རེག་ཐུག་རྣམ་པའི་ཁ་ཕྱེས།",
  "Auto open last-read book": "རང་འགུལ་སྒོས་དཔེ་ཆའི་འཕྲོ་མ་ལ་ལྟ།",
  "About Project": "རྣམ་གྲངས་ཀྱི་སྐོར།",
  "Developer": "གསར་སྤེལ་མཁན།",
  "Please import less than 10 books": "མང་མཐར་དཔེ་ཆ་བཅུ་ནང་འདྲེན་བྱས།",
  "Please delete some books before import": "ནང་འདྲེན་མ་བྱས་གོང་ལ་དཔེ་ཆ་ཁ་ཤས་གསུབ།",
  "For better user experience, please visit this site on a computer": "དྲ་ཚུགས་འདི་ཀློག་ཀླད་ནས་ཁ་ཕྱེས་དགོས།",
  "Wrong bookmark": "རྟགས་བཀོད་ནོར་འཁྲུལ་ཅན།",
  "Last step": "གོམ་པ་གོང་མ།",
  "Next step": "གོམ་པ་ཞོལ་མ།",
  "Go to": "གནས་སྤོ།",
  "It seems like you're lost": "ཁྱེད་རང་ལམ་ནོར་ཟིན།",
  "Return to home": "གདོང་ཤོག་ལ་བསྐྱོད།",
  "Only desktop support this format": "སྒྲིག་གཞི་འདི་ངེས་པར་གློག་ཀླད་སྟེང་ནས་ཁ་ཕྱེས་དགོས།",
  "Only desktop support this service": "ཞབས་ཞུ་འདི་ངེས་པར་དུ་གློག་ཀླད་སྟངས་ན་མྱོང་དགོས།",
  "Delete from shelf": "དཔེ་སྒྲོམ་ནས་གསུབ།",
  "Deletion successful": "གསུབ་ཐུབ་སོང་།",
  "This action will move this book and its the notes, bookmarks and highlights of this book to the recycle bin": "སྤྱོད་སྟངས་འདིས་དཔེ་ཆ་དང་ཟིན་བྲིས། རྟགས་བཀོད་ལ་སོགས་དོར་གསུབ་གཏོང་ངེས།",
  "This action won't delete the original book": "སྤྱོད་སྟངས་འདིས་དཔེ་ཆའི་མ་གཞི་དོར་གསུབ་མི་གཏོང་།",
  "From": "ཡོངས་ཁུངས།",
  "Duplicate book": "དཔེ་ཆ་འདྲ་བཟོ།",
  "Unknown chapter": "ལེའུ་མི་གསལ།",
  "Empty": "སྟོང་བ།",
  "Next chapter": "ལེའུ་ཞོལ་མ།",
  "Previous chapter": "ལེའུ་གོང་མ།",
  "Less": "ཇེ་ཉུང་།",
  "Current reading time": "སྐར་མ {{count}} སྤྱད་ཟིན།",
  "Remaining reading time": "སྐར་མ {{count}} མཐའ་འཁྱོངས་བྱས།",
  "Book page": "ཤོག་ངོས  {{count}}",
  "Total books": "ཁྱོན་སྡོམ་དཔེ་ཆ{{count}}",
  "Pages": "ཤོག་ངོས།",
  "Chapters": "ལེའུ།",
  "Translate": "ལོ་ཙཱ།",
  "Continuous": "མུ་མེད་ཅན།",
  "Scroll": "འོག་འདྲེན་ཅན།",
  "Show in the book": "དཔེ་ཆའི་ནང་ནས་མངོན་པ།",
  "More notes": "ཟིན་བྲིས་མང་ཤོས།",
  "Pick a color": "ཁ་དོག་གདམ་གསེས།",
  "Highlighting successful": "རྟགས་བཀོད་ཟིན།",
  "Take a note": "ཟིན་བྲིས་བཀོད།",
  "Highlight": "རྟགས་བཀོད།",
  "Copying successful": "འདྲ་བཟོ་བཏང་ཚར།",
  "Copy ": "འདྲ་བཟོ།",
  "Text color": "ཡི་གེའི་ཁ་དོག",
  "Export": "ཕྱིར་འཕྱུང་།",
  "Publisher": "པར་སྐྲུན།",
  "Added on": "ཁ་སྣོན་བྱས་ས།",
  "Margin": "མཐའ་རྒྱན།",
  "Do you want to open this link in browser": "ཁྱེད་ཀྱིས་དྲ་ཐག་འདི་ཁ་ཕྱེས་སམ།",
  "WebDAV Info": "WebDAVནི་བཀོལ་སྤྱོད་བྱེད་སླ་བ་དང་ཕན་ནུས་ལྡན་པའི་གྲབས་ཉར་ཐག་གཅོད་བྱེད་ཐབས་ཤིག་ཡིན། NextCloudདྲ་རྒྱའི་ཞབས་ཞུ་བཀོལ་སྤྱོད་བྱེད་པར་རམ་འདེགས་གཏོང་ཐུབ།",
  "Please wait": "ཏོག་ཙམ་སྒུག་ཨ།",
  "Server address": "ཞབས་ཞུའི་ས་གནས།",
  "Username": "སྤྱོད་མཁན་གྱི་མིང་།",
  "Password": "གསང་གྲངས།",
  "Description": "ངོ་སྤྲོད།",
  "Recently read": "ཉེ་ཆར་དཔེ་སློག",
  "Collapse sidebar": "གཞོགས་ངོས།",
  "Show sidebar": "གཞོགས་ངོས་མངོན།",
  "Sync": "མཉམ་འགྲོས།",
  "Document": "ཡིག་ཆ།",
  "Feedback": "བསམ་ཁྱབ།",
  "GitHub repository": "GitHub ལན་སློག",
  "Speak the text": "ཡི་གེ་ཉིད་སྐད་སྒྲར་བསྒྱུར་བ།",
  "Search on the Internet": "དྲ་རྒྱ་ནས་འཚོལ།",
  "Search in the Book": "དཔེ་ཆ་ནས་འཚོལ།",
  "Change storage location": "གསོག་འཇོག་དྲ་གནས་བརྗེ་བསྒྱུར།",
  "Change location": "བརྗེ་བསྒྱུར།",
  "Change successful": "བརྗེ་བསྒྱུར་བྱུང་།",
  "Too many images": "དཔེ་ཆ་འདི་ལ་བར་བཅུག་རི་མོ་མང་།",
  "Export successful": "ཕྱིར་འཕྱུང་ཟིན།",
  "Change failed": "བརྗེ་བསྒྱུར་གཏོང་མ་ཐུབ།",
  "You successfully update to": "གསར་བསྒྱུར་ལེགས་གྲུབ་བྱུང་།",
  "Deleted Books": "སྙིགས་སྣོད།",
  "Delete all books": "དཔེ་ཆ་ཚང་མ་གསུབ།",
  "Reading duration": "ཀློག་ཡུན།",
  "Author name": "རྩོམ་པ་པོ་ལྟར།",
  "Audio is not ready yet": "སྐད་སྒྲ་གྲ་སྒྲིག་བྱས་ཚར་མེད།",
  "Drop your books here": "དཔེ་ཆ་འདིར་འདྲུད་འཐེན་བྱོས།",
  "Reading progress": "དཔེ་ཀློག་གི་གོ་རིམ།",
  "This action will remove all the books in recycle bin,together with their notes, bookmarks and digests": "སྤྱོད་སྟང་འདི་ཡིས་དུས་གཅིག་ཏུ་དཔེ་ཆ་དང་ཟིན་བྲིས། རྟགས་བཀོད། ད་དུང་དཔེ་ཀློག་གི་དུས་ཡུན་དང་ཚན་པ་སོགས་གསུབ་ངེས།",
  "Batch import only support epub or pdf files": "epub འམ pdf ཡིག་ཆ་མ་གཏོགས་ནང་འདྲེན་བྱས་མི་ཐུབ།",
  "The deleted books will show up here": "གསུབ་ཟིན་པའི་དཔེ་ཆ་དག་འདི་ནས་མཇལ་ཐུབ།",
  "Empty recycle bin": "སྙིགས་སྣོད་གཙང་སེལ།",
  "Skip": "མཆོང་།",
  "Local": "གནས།",
  "Tips": "དྲན་སྐུལ།",
  "Brightness": "གསལ་ཚད།",
  "How synchronisation works": "མཉམ་མགྲོས་བྱ་ཐབས།",
  "Line height": "ཕྲེང་བཞེངས།",
  "Please turn off open books in the main window first": "སྔོན་ལ་གཙོ་ངོས་ནང་གི་དཔེ་ཆ་ཁ་རྒྱོབ།",
  "Please turn off merge with word first": "སྔོན་ལ་ཕྲེང་དང་པོའི་མིང་ཚིག་གི་ཟླ་སྒྲིལ་ཁ་རྒྱོབ། ",
  "Please choose an empty folder": "ཡིག་སྣོད་སྟོང་བ་ཞིག་འདེམས་རོགས།",
  "Data change detected, whether to update?": "གཞི་གྲངས་ལ་འགྱུར་ལྡོག་བྱུང་། གསར་སྒྱུར་གཏོང་ངམ།",
  "Empty library": "དཔེ་མཛོད་ནི་སྟོང་བ་ཡིན།",
  "Download": "ཕབ་ལེན།",
  "Use the fonts from your local computer": "རྩིས་འཁོར་ནང་གི་ཡིག་གཟུགས་བདེ་སྤྱོད།",
  "Backup your data with WebDAV": "དྲ་སྡེར་ནང་ལ་གཞི་གྲངས་གྲབས་ཉར་བྱ།",
  "Click the import button to add books": "ནང་འདྲེན་མཐེབ་གཅུས་བསྣན་ནས་དཔེ་ཆ་འདྲེན།",
  "Turn on night mode": "སྨག་ནག་གི་རྣམ་པ་ཁ་ཕྱེས།",
  "Turn on auto update": "རང་འགུལ་གསར་བསྒྱུར་ཁ་ཕྱེས།",
  "Auto Update relies on GitHub Release for package hosting, if your internet doesn't have stable connection to GitHub, we highly recommend you to turn off this option": "རང་འགུལ་གྱིས་གསར་སྒྱུར་བྱེད་པར་བརྟེན་ནས་ཇུས་གཞི་གཙོ་གཉེར་བྱེད། གལ་ཏེ་ཁྱོད་ཀྱི་དྲ་སྦྲེལ་དེ་GitHubདང་འབྲེལ་བ་བརྟན་པོ་མེད་ན། གདམ་ག་འདི་སྒོ་རྒྱག་རྒྱུའི་རེ་བ་བཏོན།",
  "File size": "ཡིག་ཆའི་བངས་ཚོད།",
  "Take effect at next startup": "ཐེངས་རྗེས་མར་ཁ་ཕྱེས་དུས་ནུས་པ་ཐོན་པར་བྱས།",
  "View mode": "ལྟ་ཀློག་གི་རྣམ་པ།",
  "Download desktop version": "གློག་ཀླད་ཀྱི་པར་གཞི་ཕབ་ལེན།",
  "No favorite books": "དགའ་མོས་དཔེ་ཆ་མི་འདུག",
  "Move your mouse on the top of any book, click the heart icon to add it to your favorite books": "ཁྱེད་ཀྱིས་ཙིག་རྟགས་སྤྱད་ནས་དགའ་མོས་དཔེ་ཆ་དེའི་པར་རིས་ལ་སྙིང་དམར་བསྣོན། དེ་ལྟར་བྱས་ན་དཔེ་ཆ་དེ་དགའ་མོས་དཔེ་སྒྲོམ་དུ་འཆར་ངེས།",
  "Empty reading records": "དཔེ་ཀློག་ཐོ་བཀོད་གཙང་སེལ།",
  "Empty bookmark": "རྟགས་བཀོད་གཙང་སེལ།",
  "Empty note": "ཟིན་བྲིས་གཙང་སེལ།",
  "Select any text and click the note button on the popup menu": "ཡི་གེ་གང་རུང་གདམ་གསེས་བྱས་ནས་དེ་ལ་མཆན་འགྲེལ་བཀོད།",
  "Empty highlight": "དཔེ་ཀློག་རྟགས་བཀོད་གཙང་སེལ།",
  "Select any text and click the highlight button on the popup menu": "ཡི་གེ་གང་རུང་གདམ་གསེས་བྱས་ནས་དེ་ལ་དཔེ་ཀློག་རྟགས་བཀོད་བསྣན།",
  "Invert color": "ཁ་དོག་ལྡོག་བསྒྱུར།",
  "Empty shelf": "དཔེ་སྒྲོམ་གཙང་སེལ།",
  "Move your mouse on top of any book, then click the more icon to add the book to the shelf": "ཁྱེད་ཀྱིས་ཙིག་རྟགས་སྤྱད་ནས་དགའ་མོས་དཔེ་ཆ་དེའི་པར་རིས་ལ་རྟགས་བཀོད་དཔེ་རིས་བསྣོན། དེ་ལྟར་བྱས་ན་དཔེ་ཆ་དེ་དཔེ་སྒྲོམ་དུ་འཆར་ངེས། ",
  "Download failed, network problem or no backup": "ཕབ་ལེན་ལེགས་འགྲུབ་མ་བྱུང་།གྲབས་ཉར་མ་བྱས་པའམ་དྲ་རྒྱ་ལ་གནད་དོན་བྱུང་ཡོད་ངེས།",
  "Upload failed, check your connection": "སྐྱེལ་འཇོག་ལེགས་འགྲུབ་མ་བྱུང་། དྲ་སྦྲེལ་ལ་ཞིབ་བཤེར་བྱོས།",
  "Version": "པར་གཞི་ནི: ␣ ",
  "Not supported yet": "ད་དུང་རྒྱབ་སྐྱོར་ཐོབ་མེད།",
  "Update to": "གསར་བསྒྱུར་པར་གཞི་ནི།",
  "Date": "དུས་ཚོད། ",
  "Blue": "སྔོན་པོ།",
  "Red": "དམར་པོ།",
  "Green": "ལྗང་ཁུ།",
  "Purple": "དམར་སྨུག",
  "Unauthorize": "དབང་སྤྲོད་བྱས་མེད།",
  "Remember window's size": "འཆར་ངོས་སེམས་ལ་བཟུང་།",
  "Letter spacing": "ཡི་གེའི་བར་སྟོང་།",
  "Unauthorize successful": "དབང་སྤྲོད་རྩིས་མེད་དུ་བཏང་ཟིན།",
  "Download Demo Book": "དཔེ་མཚོན་དཔེ་ཆ་ཕབ་ལེན།",
  "Extra large": "ཆེས་ཆེ་བ།",
  "Ultra large": "ཤིན་དུ་ཆེ་བ།",
  "Disable analytics service": "དབྱེ་ཞིབ་ཞབས་ཞུ་རྩིས་མེད་དུ་གཏོང་།",
  "Hide navigation button": "ཕྱོགས་སྟོམ་གདམ་ཀ་རྩིས་མེད་གཏོང་།",
  "More": "ལྷག་མ།",
  "Collect": "བསྡུ་ལེན།",
  "Copy": "འདྲ་བཟོ།",
  "Hi! stranger": "སྤྱོད་མཁན་གསར་བ་ལ་མཚམས་འདྲི་ཞུ།",
  "Sync data from storage": "གཞི་གྲངས་མཉམ་འགྲོས་བྱ།",
  "Click on any book to read": "དཔེ་ཆ་གང་རུང་གདམ་ནས་ཀློག་པར་བྱ།",
  "Move your mouse on the top edge of the reader": "ཙིག་རྟགས་གོང་མཐའ་རུ་གནས་སྤོ་བྱོས།",
  "Download failed,network problem or no backup": "ཕབ་ལེན་ལེགས་འགྲུབ་མ་བྱུང་།གྲབས་ཉར་མ་བྱས་པའམ་དྲ་རྒྱའི་གནད་དོན་ཡིན་སྲིད།",
  "Choose your action to this book": "དཔེ་ཆ་འདི་ཇི་ལྟར་བྱས་སམ།",
  "Edit": "སྒྲིག",
  "Add": "སྣོན།",
  "Survey": "བརྟག",
  "What's new about this version": "པར་གཞི་འདིའི་ཁྱད་ཆོས།",
  "Our website": "ངེད་ཀྱི་དྲ་ཚིགས།",
  "What's new": "གསར་བ་གང་དག་ཡོད་དམ།",
  "What's been fixed": "བཟོ་བཅོས་གང་དག་ཡོད་དམ།",
  "Target": "དམིགས་འབེན།",
  "Select all": "ཚང་མ་གདམ་གསེས།",
  "Execute successful": "གཏུག་བཤེར་ལེགས་འགྲུབ་བྱུང་།",
  "Disable screen blanking": "བརྙན་བཤེར་འདར་འགུལ་ཁ་རྒྱོབ།",
  "When Koodo is running, your computer won't enter sleep mode": "མཉེན་ཆས་འདི་ཁ་ཕྱེས་ཡོད་ཚེ་གློག་ཀླད་ཀྱི་གློག་སྒོ་རྒྱག་མི་སྲིད།",
  "Prevent accidental trigger": "ཁུངས་མི་གསལ་བའི་ནོར་འཁྲུལ་བྱུང་།",
  "Import books as link": "དྲ་སྦྲེལ་ལྟར་ནང་འདྲེན་བྱ།",
  "Close main window while reading": "དཔེ་ཀློག་བྱེད་སྐབས་འཆར་སྒོ་གཞན་པ་ཁ་རྒྱོབ།",
  "Merge reader into Word": "མཉེན་ཆས་འདིWordདང་མཐུད་སྦྲེལ་བྱ།",
  "Get rid of window frame, make reader hide into Word or any text editor, and can't be detected. You need to set up the reader's position, size and style first.": "སྒེའུ་ཁུང་གི་སྒྲོམ་གཞི་མེད་པར་བཟོས་ནས་ཀློག་པ་པོ་རྣམས་ཡི་གེའམ་ཡང་ན་ཡི་གེའི་རྩོམ་སྒྲིག་པ་སུ་ཞིག་གི་ནང་དུ་ཡིབ་ཏུ་བཅུག་ན་མ་ཤེས་པ་རེད། ཁྱེད་ཚོས་སྔོན་ལ་ཀློག་པ་པོའི་གོ་གནས་དང་། ཆེ་ཆུང་། ཉམས་འགྱུར་བཅས་འཛུགས་དགོས།",
  "The imported books will not be copied to library, only linked to the original book path": "ནང་འདྲེན་བྱས་པའི་དཔེ་ཆ་དེ་དཔེ་མཛོད་ཁང་དུ་འདྲ་བཤུས་མི་བྱེད་པར་སྔར་གྱི་དཔེ་ཆའི་ལམ་ཕྲན་དང་འབྲེལ་བ་ཡོད།",
  "Reader menu will not be triggered by hovering but clicking on the area": "ཀློག་པ་པོའི་གདམ་ཐོ་ནི་ལྡིང་སྐོར་རྒྱག་པ་ལས་བསླངས་པ་མིན་པར་ས་ཆ་དེ་ག་ནས་མནན་ན་མི་འགྲིག",
  "Gesture and UI optimization for touch screen": "རེག་ཐུག་འཆར་ངོས་ལ་ལག་བརྡ་དང་UIལེགས་སྒྱུར་བྱས།",
  "The book that you read from last time will be open automatically when launching": "ཁྱེད་ཀྱིས་ཐེངས་སྔོན་མར་ཀློག་མྱོང་བའི་དཔེ་ཆ་དེ་འཕེན་གཏོང་བྱེད་སྐབས་རང་འགུལ་གྱིས་སྒོ་འབྱེད་རྒྱུ་རེད།",
  "All the folded content will be expanded in the navigation panel": "ལྟེབ་བརྩེགས་བྱས་པའི་ནང་དོན་ཚང་མ་ཕྱོགས་སྟོན་པང་ལེབ་ཏུ་རྒྱ་བསྐྱེད།",
  "Reader window will be maximized to fit the screen when opening a book": "དཔེ་ཆ་ཁ་ཕྱེ་སྐབས་ཀློག་པ་པོའི་སྒེའུ་ཁུང་ཆེས་ཆེ་བའི་སྒོ་ནས་བརྙན་ཤེལ་དང་འཚམ་པར་བྱ་དགོས།",
  "Open books in the main window": "སྒེའུ་ཁུང་གཙོ་བོའི་ནང་ནས་དཔེ་ཆ་ཁ་ཕྱེ།",
  "Book won't be opened in a separate window but directly opened in the main window": "དཔེ་ཆ་དེ་ཁེར་རྐྱང་གི་སྒེའུ་ཁུང་ནས་ཁ་ཕྱེ་མི་སྲིད་པར་སྒེའུ་ཁུང་གཙོ་བོའི་ནང་དུ་ཐད་ཀར་ཕྱེས་ཡོད།",
  "Frequency limit reached": "ཚད་བཀག་ལ་སླེབས།",
  "Error happened": "ནོར་འཁྲུལ་བྱུང་།",
  "Text indentation": "ཡི་གེ་སྐུམ།",
  "Deselect all": "ཚང་མ་གདམ་གསེས་མ་བྱ།",
  "Authorize": "དབང་སྤྲོད།",
  "Open book without adding it to library": "དཔེ་མཛོད་དུ་མ་འཇོག་པར་དཔེ་ཆ་ཁ་ཕྱེས།",
  "When opening books in the file manager with Koodo, the opened books won't be added to the library": "དཔེ་ཆ་གསར་བ་ཁ་ཕྱེས་སྐབས་དཔེ་མཛོད་ཁྲོད་དུ་སྐྱེལ་འཇོག་མི་བྱ།",
  "Hide menu button": "གདམ་ཐོ་སྦས།",
  "Manage": "དོ་དམ།",
  "Sliding animation": "འདྲེད་བརྡར་འགུལ་རིས།",
  "Please turn off open books in the main window": "སྒེའུ་ཁུང་གཙོ་བོའི་ནང་གི་དཔེ་ཆ་སྒོ་རྒྱོབ།",
  "This action will delete all the notes, bookmarks and digests of this book": "སྤྱོད་སྟངས་འདི་ཡིས་གདམ་ཟིན་པའི་དཔེ་ཆ་དང་རྟགས་བཀོད། ཟིན་བྲིས། ད་དུང་དཔེ་བྱང་གསུབ་འགྲོ།",
  "More formats supported": "དེ་ལས་མང་པའི་རྣམ་གཞག་ལ་རྒྱབ་སྐྱོར་ཐོབ།",
  "Koodo Reader's web version are limited by the browser, for more powerful features, please download the desktop version.": "དྲ་ལམKoodoཡི་བྱེད་ནུས་མང་པོ་ཞིག་དྲ་རྒྱ་ལྟ་བཤེར་ཆས་ཀྱི་ཚད་བཀག་ཡོད་པས་བེད་སྤྱོད་གཏོང་མི་ནུས།གློག་ཀླད་པར་གཞི་སྤྱོད་རོགས།",
  "Conversion of Chinese": "རྒྱ་ཡིག་བརྗེ་བསྒྱུར།",
  "Use first page as PDF cover": "ཤོག་ངོས་དང་པོPDFཡི་ཕྱི་ཤོག་ཏུ་བསྒྱུར།",
  "You may see this error when the book you're importing is not supported by Koodo Reader, try converting it with Calibre": "ཁྱོད་ཀྱིས་ནང་འདྲེན་བྱེད་བཞིན་པའི་དཔེ་ཆ་དེ་Koodo་རྒྱབ་སྐྱོར་མི་ཐོབ་པའི་སྐབས་སུ་ནོར་འཁྲུལ་འདི་མཐོང་ངེས།",
  "Shelf title can't be pure number": "དཔེ་སྒྲོམ་གྱི་མིང་གྲངས་ཀ་རྐྱང་རྐྱང་ཡིན་མི་ཆོག",
  "Open console": "ཚོད་འཛིན་སྟེགས་བུའི་ཁ་ཕྱེས།",
  "Appearance": "ཕྱིའི་ཆ་ལུགས།",
  "Light mode": "རབ་གསལ་རྣམ་པ།",
  "Night mode": "སྨག་ནག་རྣམ་པ།",
  "Follow OS": "OS རྗེས་འདེད།",
  "Open url with built-in browser": "སོར་བཞག་དྲ་རྒྱ་ལྟ་བཤེར་ཆས་བེད་སྤྱད་ནས་དྲ་ཐག་ཁ་ཕྱེས།",
  "Latest stable version": "ཆེས་མཐའ་མའི་གཏན་འཇགས་ཀྱི་པར་གཞི།",
  "Developer version": "མཉེན་ཆས་པར་གཞི།",
  "Unknown author": "རྩོམ་པ་པོ་མི་གསལ།",
  "Sync function works with third-party cloud drive. You need to manually change the storage location to the same sync folder on different computers. When you click the sync button, Koodo Reader will automatically upload or download the data from this folder according the timestamp.": "ཕྱོགས་གསུམ་པའི་དྲ་སྡེར་དང་མཉམ་དུ་ནུས་པ་འདོན་སྤེལ་བྱ་དགོས། ཁྱེད་ཚོས་གསོག་ཉར་བྱེད་ས་དེ་རྩིས་འཁོར་མི་འདྲ་བའི་སྟེང་གི་དྲ་ལམ་ཡིག་སྣོད་གཅིག་ཏུ་བསྒྱུར་དགོས། ཁྱོད་ཀྱིས་དུས་མཉམ་གྱི་མཐེབ་གཅུས་མནན་ན། མཉེན་ཆས་རང་འགུལ་གྱིས་གཞི་གྲངས་ཡིག་སྣོད་འདིའི་ནང་ནས་ཕབ་ལེན་བྱེད་དེ་གཞི་གྲངས་དེ་ཁྱོད་ཀྱི་རྩིས་འཁོར་ཡོད་ཚད་ལས་བརྒལ་ནས་དུས་གཅིག་ཏུ་མཐོང་ཐུབ།",
  "Translation": "ལོ་ཙཱ།",
  "No popup when selecting texts": "ཡི་གེ་གདམ་སྐབས་འཆར་ངོས་གཞན་པ་མི་ཡོང་།",
  "Turn it on when you want Koodo to work with other third-party translation service, right clicking on the selected text will trigger popup again": "Koodoནས་ཕྱོགས་གསུམ་པའི་ལོ་ཙཱའི་ཞབས་ཞུ་སྤྱོད་འདོད་ན། དཔེ་ཆའི་ཁྲོད་ནས་ཡི་གེ་གང་རུང་གདམ་ནས་བྱེད་ནུས་འདིའི་ཁ་ཕྱེས་དགོས།",
  "Disable trash bin": "སྙིགས་སྣོད་མེད་པར་བཟོ།",
  "When deleting books, they will be deleted permanently instead of sending to trash bin": "དཔེ་ཆ་གང་རུང་གསུབ་ན། སྙིགས་སྣོད་དུ་མ་སྐྱེལ་བར་ཐད་ཀར་གསུབ་འགྲོ།",
  "Hide books already added to the shelf": "དཔེ་སྒྲོམ་ནང་དུ་བསྣན་ཟིན་པའི་དཔེ་ཆ་སྦས་སྐུང་།",
  "Hide books which have been added to the shelf, so they won't show up in home page": "དཔེ་སྒྲོམ་ནང་དུ་བསྣན་ཟིན་པའི་དཔེ་ཆ་སྦས་སྐུང་བྱས་ན། དཔེ་ཆ་དེ་ཉིད་གཙོ་ངོས་ནས་མི་མངོན།",
  "Delete book from shelf also deleting book itself": "དཔེ་སྒྲོམ་ནང་གི་དཔེ་ཆ་གསུབ་ན། དཔེ་ཆ་དེ་དུས་གཏན་དུ་གསུབ་འགྲོ། ",
  "When deleting book from shelf, the book will be deleted as well": "དཔེ་སྒྲོམ་ནང་གི་དཔེ་ཆ་གསུབ་ན། དཔེ་ཆ་དེ་དུས་གཏན་དུ་གསུབ་འགྲོ།",
  "Export all books": "དཔེ་ཆ་ཚང་མ་ཕྱིར་ཕྱུངས།",
  "Export all notes": "ཟིན་བྲིས་ཚང་མ་ཕྱིར་ཕྱུངས།",
  "Export all highlights": "རྟགས་བཀོད་ཚང་མ་ཕྱིར་ཕྱུངས།",
  "Export all": "ཚང་མ་ཕྱིར་ཕྱུངས།",
  "Export books": "དཔེ་ཆ་ཕྱིར་ཕྱུངས།",
  "Export notes": "ཟིན་བྲིས་ཕྱིར་ཕྱུངས།",
  "Export highlights": "རྟགས་བཀོད་ཕྱིར་ཕྱུངས།",
  "Nothing to export": "ཕྱི་ཕྱུངས་བྱ་རྒྱུ་ཅི་ཡང་མེད།",
  "Take effect in a while": "ཏོག་ཙམ་འགོར་ན་ནུས་སློང་བྱ་ངེས།",
  "This action will permanently delete the selected books, together with their notes, bookmarks and digests": "སྤྱོད་སྟངས་འདི་ཡིས་གདམ་ཟིན་པའི་དཔེ་ཆ་དང་རྟགས་བཀོད། ཟིན་བྲིས། ད་དུང་དཔེ་བྱང་གསུབ་འགྲོ།",
  "More actions": "སྤྱོད་སྟངས་གཞན་པ།",
  "Pre-cache": "སྔོན་གསོག",
  "Pre-caching": "སྔོག་ལ་གསོག་བཞིན་ཡོད།",
  "Pre-caching successful": "སྔོན་གསོག་ལེགས་འགྲུབ་བྱུང་།",
  "Pre-caching failed": "སྔོན་གསོག་ལེགས་འགྲུབ་མ་བྱུང་།",
  "Delete pre-cache": "སྔོན་གསོག་གསུབ།",
  "Nothing to precache": "སྔོན་གསོག་བྱ་རྒྱུ་གང་ཡང་མེད།",
  "Auto precache books after import": "དཔེ་ཆ་དྲངས་རྗེས་སྔོན་གསོག་བྱོས།",
  "Pre-cache books after import to increase opening speed, Koodo will generate a precache version of the original book and save it into your library": "སྔོན་གསོག་བྱེད་ན་ནང་འདྲེན་བྱས་ཟིན་པའི་དཔེ་ཆ་ཁ་ཕྱེས་པ་དང་ཀློག་འདོན་བྱེད་པར་གོམ་འགྲོས་ཇེ་མགྱོགས་སུ་གཏོང་ཐུབ།",
  "This process is irreversible, and will completely overwrite your current library, make sure you know what you're doing before proceeding": "གྲོས་རིམ་འདི་ནི་ལྡོག་མི་ཐུབ་པས་ཁྱེད་ཀྱི་མངོན་གསལ་གཞི་གྲངས་གཞུང་ཡོངས་སུ་བརྗེ་སྒྱུར་བྱེད་པ་ཡིན། མཚམས་མ་གྱོན་གིས་བྱ་བ་འདི་བྱེད་པར་བརྒྱུད་བྱེད་སྔོན་དུ་ཁྱེད་ཀྱིས་གསལ་པོ་དགོས།",
  "Lemmatize words when looking up in a dictionary": "ཚིག་མཛོད་བཙལ་སྐབས་ཚིག་གཞི་ལ་འགྱུར་བ",
  "To reduce the different forms of a word to one single form, for example, reducing builds, building or built to build, reducing cats to cat, reducing fastest to fast": "ཚིག་གི་གཟུགས་སྣ་ཚོགས་གཅིག་གི་གཞི་ཚིག་ལ་འགྱུར་བ་དཔེར་ན builds, building, built འདི་དག build ལ་འགྱུར་བ། cats འདི cat ལ་འགྱུར་བ། fastest འདི fast ལ་འགྱུར་བ་ལྟ་བུ།",
  "Export all dictionary history": "ཚིག་མཛོད་ལོ་རྒྱུས་ཡོངས་རྫོགས་ཕྱིར་འདོན།",
  "Export dictionary history": "ཚིག་མཛོད་ལོ་རྒྱུས་ཕྱིར་འདོན།",
  "Don't use first page as PDF cover": "PDF ཡི་ཤོག་ངོས་དང་པོ་མཛད་ངོས་མ་བྱེད།",
  "Don't crop book cover": "དཔེ་དེབ་འགྲེམས་ངོས་མ་རྨུགས།",
  "Add to favorite": "དགའ་བསྟན་ལ་སྣོན།",
  "Remove from favorite": "དགའ་བསྟན་ནས་བསུབ།",
  "Details": "ཞིབ་ཕྲ།",
  "Multiple selection": "མང་པོ་འདེམས་པ།",
  "Prototype": "དཔེ་ཚད།",
  "Right click on any book and click Add to favorite to add it to your favorite books": "དཔེ་དེབ་གང་རུང་ལ་གཡས་མཐེབ་འཚོལ་ནས \"དགའ་བསྟན་ལ་སྣོན\" གཡོན་མཐེབ་སྣོན་བྱས་ན་ཁྱེད་ཀྱི་དགའ་བསྟན་དཔེ་དེབ་ནང་སྣོན་ཹའི།",
  "Server Path": "སར་ཝར་ལམ་གྱི་གནས།",
  "Use SSL, 1 for use, 0 for not use": "SSL སྤྱོད་པ། སྤྱོད་ན 1། མ་སྤྱོད་ན 0",
  "Server port": "སར་ཝར་སྣེ་གྲངས།",
  "Sending successful": "བསྐྱེལ་ལྟུག་བྱས་པ་ལེགས་སྒྲུབ།",
  "Sending": "བསྐྱེལ་བ།",
  "Thanks for using the developer version, leave a comment if you encounter any problems. Note that we can't reply to you from here. For faster and better support, please visit": "གསར་སྤེལ་པར་གྱི་ཐོན་པ་སྤྱོད་པར་བཀའ་དྲིན། གནད་དོན་འདི་དག་འཐེན་ན་མཆན་འགོད་གྱིས། ང་ཚོས་འདི་ནས་ལན་སྤྲོས་མི་ཐུབ། སྐུ་ཉིད་ལ་མགྱོགས་དང་ཡག་པོ་གནད་འབྲེལ་ལྟ་བའི་ཕྱིར་འདི་ལ་གཟིགས།",
  "You're not using the latest version of Koodo Reader. Please update first": "ཁྱེད་ཀྱིས Koodo Reader ཡི་ཐོན་གསར་ཤོས་མ་སྤྱོད། སྔོན་དུ་གསར་བསྒྱུར་བྱེད་དགོས།",
  "Brief description of the problem": "གནད་དོན་གྱི་སྤྱི་བཤད།",
  "Detailed description of the problem": "གནད་དོན་གྱི་ཞིབ་ཕྲ་བཤད་པ།",
  "Your email(optional), We may contact you for further investigation": "ཁྱེད་ཀྱི་གློག་འཕྲིན། (གདམ་གསེས) ཞིབ་འཇུག་སློང་བའི་སྐབས་འབྲེལ་མཐུད་བྱེད་སྲིད།",
  "Report": "ཡིག་སྤྲོས།",
  "Sentence": "ཚིག་བརྗོད།",
  "Associations": "འབྲེལ་བ།",
  "Explanations": "Sentence",
  "Pronunciations": "འབྱོར་སྒྲ།",
  "Upload attachments": "ཟུར་སྦྱོར་ཡིག་ཆ་ཡར་སྐྱེལ།",
  "File size is larger than 20MB": "ཡིག་ཆའི་ཆེ་ཆུང་ 20MB ལས་ཆེ།",
  "Learn more": "དེ་ལས་མང་བ་ཤེས།",
  "Format": "རྣམ་གཞག",
  "Duplicate book in trash bin": "སྙིགས་ཁུག་ནང་གི་དཔེ་དེབ་བརྒྱུད་བརྐྱང་།",
  "Subject can't be empty": "བརྗོད་གཞི་སྟོང་པ་མི་ཆོག",
  "Full screen": "ཡོངས་རྫོགས་ངོས་ལས།",
  "Dictionary": "ཚིག་མཛོད།",
  "General": "སྤྱི་བཏང་།",
  "Reading": "བཀླག་པ།",
  "Plugins": "པ་ལག་ཨིན།",
  "Paste the code of the plugin here, check out document to learn how to get more plugins": "པ་ལག་ཨིན་གྱི་ཨང་རྟགས་འདི་ལ་པར་སྦྱོར་བྱེད། མང་བའི་པ་ལག་ཨིན་ལེན་ཚུལ་སྦྱོང་བར་ཡིག་ཚགས་ལ་གཟིགས།",
  "Add new voice": "སྒྲ་གསར་པ་སྣོན།",
  "Plugin verification failed": "པ་ལག་ཨིན་བདེན་འཇུག་ལས་མི་འགྲུབ།",
  "Add new plugin": "པ་ལག་ཨིན་གསར་པ་སྣོན།",
  "Pot is running": "Pot འགྲུབ་བཞིན་ཡོད།",
  "Sync and backup": "སྒྲིག་མཐུན་དང་སྲུང་འཇུག",
  "Add data source": "གཞི་གྲངས་ཁུངས་སྣོན།",
  "Please select": "གདམ་གསེས་བྱེད་རོགས།",
  "Server path": "སར་ཝར་ལམ་གྱི་གནས།",
  "Switch failed": "བསྒྱུར་བ་མ་སྒྲུབ།",
  "Switch successful": "བསྒྱུར་བ་སྒྲུབ་ཚར།",
  "Please select a valid library": "ཕན་ཡོད་པའི་མཛོད་ཁང་ཞིག་གདམ་རོགས།",
  "Switch Library": "མཛོད་ཁང་བསྒྱུར།",
  "Modify the storage location of the library, and the library will be moved to the new location. Please ensure that the new folder is empty": "མཛོད་ཁང་གི་ཉར་གནས་སྒྱུར་ནས་མཛོད་ཁང་གསར་པའི་གནས་སུ་སྤོར་བ་ཡིན། གསར་པའི་དཀར་ཆག་སྟོང་པ་ཡིན་པ་ངེས་པར་བྱེད་དགོས།",
  "Switch between multiple libraries without affecting the original library. For multi-device synchronization in the free version, please refer to the documentation": "ཐོག་མའི་མཛོད་ཁང་ལ་མི་གནོད་པར་མཛོད་ཁང་མང་པོའི་བར་སྒྱུར་སྟེ་འབྲེལ། ཐོན་པ་ཐེབས་མེད་པའི་མང་སྤྱོད་སྒྲིག་མཐུན་གྱི་སྐོར་ལ་ཡིག་ཚགས་ལ་གཟིགས།",
  "Authorization failed, please login again": "དབང་སྤྲོད་མ་སྒྲུབ། ཡང་བསྐྱར་ནང་འཛུལ་རོགས།",
  "Authorization failed": "དབང་སྤྲོད་མ་སྒྲུབ།",
  "Account": "རྩིས་ཐོ།",
  "Always keep local data when resolving sync conflicts": "སྒྲིག་མཐུན་གྱི་འགལ་མཐུད་སྒྲིག་སྦྱོར་སྐབས་ཁེ་ཆེན་གྱི་གནས་སྐབས་གཞི་གྲངས་སྲུང་།",
  "If you update a piece of data that has already been deleted in the cloud before synchronization, it will cause a conflict. In this case, we will keep the cloud data by default. If you turn this option on, we will keep the local data": "སྒྲིག་མཐུན་སྔོན་དུ་སྤྲིན་གྱི་གནས་སྐབས་གཞི་གྲངས་བསུབ་ཟིན་པ་ཞིག་བསྒྱུར་བ་བྱས་ན་འགལ་མཐུད་བྱུང་གི་ཡིན། འདིར་རང་སྒྲིག་བྱས་ན་སྤྲིན་གྱི་གནས་སྐབས་གཞི་གྲངས་ཉར་བ་ཡིན། དེའི་རྩོམ་སྒྲིག་འདི་སྤྱོད་ན་ཁྱེད་ཀྱི་གནས་སྐབས་གཞི་གྲངས་ཉར་བ་ཡིན།",
  "Encryption failed, error code": "གསང་བཟོ་མ་སྒྲུབ། ནོར་གྱི་ཨང་།",
  "Decryption failed, error code": "གསང་བ་བཤགས་མ་སྒྲུབ། ནོར་གྱི་ཨང་།",
  "Delete login option": "ནང་འཛུལ་འདེམས་སྒྲིག་བསུབ།",
  "Log out": "ཕྱིར་འབུད།",
  "Bind": "སྦྱོར།",
  "Testing connection...": "མཐུད་པ་ཚོད་ལྟ...",
  "Connection failed": "མཐུད་པ་མ་སྒྲུབ།",
  "Connection successful": "མཐུད་པ་སྒྲུབ་ཚར།",
  "Upgrading, please wait...": "གསར་བསྒྱུར་བཞིན་པས་སྒུག་རོགས...",
  "Upgrade successful": "གསར་བསྒྱུར་ལེགས་སྒྲུབ།",
  "Login successful": "ནང་འཛུལ་ལེགས་སྒྲུབ།",
  "Offline successful": "དྲ་མེད་གནས་སྟངས་ལེགས་སྒྲུབ།",
  "Start Transferring Data": "གཞི་གྲངས་སྤོ་བཞིན་འགོ་བཙུགས།",
  "Almost finished": "མ་ཆད་ལས་ཀ་ཚར་གྱི་ཡོད།",
  "Please select an empty folder": "དཀར་ཆག་སྟོང་པ་ཞིག་གདམ་རོགས།",
  "Meticulously designed and built for Android and iOS": "Android དང iOS གི་དོན་ལ་ཞིབ་ཕྲའི་བཟོ་བཀོད་དང་བཟོས་པ།",
  "After three years of design and development, the mobile version of Koodo Reader is finally out": "བཟོ་བཀོད་དང་གསར་སྤེལ་ལོ་གསུམ་བྱས་པའི་རྗེས་སུ Koodo Reader ཡི་ལག་ཐོག་ཐོན་པ་མཇུག་ཏུ་བསྒྲགས་སོ།",
  "Synchronize books and reading progress across all your devices": "ཁྱེད་ཀྱི་ཐབས་འཕྲུལ་ཡོངས་ཀྱི་བར་དུ་དཔེ་དེབ་དང་བཀླག་པའི་འཕེལ་རྒྱས་སྒྲིག་མཐུན།",
  "With the integration of your cloud drive, WebDAV, and object storage, all your data remains securely in your control": "སྤྲིན་གཏོར་དྲི་བཞིན་ WebDAV དང་དངོས་པོའི་ཉར་མཛོད་ཀྱི་མཐུད་སྦྱོར་གྱིས་ཁྱེད་ཀྱི་གཞི་གྲངས་ཡོངས་རྫོགས་ནང་གསང་བའི་ཐོག་ཁྱེད་ཀྱི་གནང་ཚུལ་མཐུན་སྒྲིག་འདུག",
  "Embark on your journey of exploration with Koodo Reader Pro": "Koodo Reader Pro དང་མཉམ་པོས་འཚོལ་ཞིབ་ཀྱི་ལམ་ལ་འགྲོ།",
  "Continue with": "Continue with {{label}}",
  "Manually enter login credentials": "ནང་འཛུལ་ལས་འགན་ལག་བསྟར་གྱིས་བཅུག",
  "By clicking continue, you acknowledge that you have carefully read and agree to accept Koodo Reader's Terms of Service and Privacy Policy": "མཐུད་མིན་གནོན་ན་ཁྱེད་ཀྱིས Koodo Reader ཡི་ཞབས་ཞུའི་གནས་ཚུལ་དང་གསང་དོན་ལུགས་ལ་ཞིབ་ཚགས་བལྟས་ནས་སྒྲིག་སྲོལ་བཀོལ་བ་རྟོགས་པའི་བསྒྲགས་པ་ཡིན།",
  "Add a data source for data synchronization and backup": "གཞི་གྲངས་སྒྲིག་མཐུན་དང་སྲུང་འཇུག་དོན་ལ་གཞི་གྲངས་ཁུངས་སྣོན།",
  "Download the mobile version to read and take notes anytime, anywhere": "གནས་དུས་དང་ས་ཆ་གང་རུང་ནས་བཀླག་པ་དང་སྡུད་ལེན་བྱེད་ཆེད་ལག་ཐོག་ཐོན་པ་ཕབ་ལེན་བྱེད།",
  "Finish": "མཇུག་སྒྲིལ།",
  "At least one login option should be kept": "མ་མཐའ་ཡང་ནང་འཛུལ་འདེམས་སྒྲིག་གཅིག་བཞག་དགོས།",
  "Removing": "སུབ་བཞིན་པ།",
  "Removal successful": "སུབ་པ་སྒྲུབ་ཚར།",
  "Removal failed, error code": "སུབ་པ་མ་སྒྲུབ། ནོར་གྱི་ཨང་།",
  "Login failed": "ནང་འཛུལ་མ་སྒྲུབ།",
  "Binding successful": "སྦྱོར་བ་སྒྲུབ་ཚར།",
  "Adding": "སྣོན་བཞིན་པ།",
  "Add login option": "ནང་འཛུལ་འདེམས་སྒྲིག་སྣོན།",
  "Please turn off auto open book in full screen": "རང་འགུལ་གྱིས་ཡོངས་ངོས་ལ་དཔེ་དེབ་ཁ་ཕྱེ་བ་སྒོ་འབྱེད་རོགས།",
  "Load local fonts": "རང་ཁུལ་ཡིག་གཟུགས་བཀོལ།",
  "Please turn off import books as link first": "དང་པོ་ལིང་ཀིས་དཔེ་དེབ་ནང་འདྲེན་པ་སྒོ་འབྱེད་རོགས།",
  "Reset reader window's position": "བཀླག་པའི་སྒོ་སྒྲིག་གནས་ས་སླར་སྒྲིག",
  "Reset successful": "སླར་སྒྲིག་ལེགས་སྒྲུབ།",
  "Reset failed": "སླར་སྒྲིག་མ་སྒྲུབ།",
  "Reset": "སླར་སྒྲིག",
  "Close": "ཁ་བསྡམ།",
  "Please select the service": "ཞབས་ཞུ་གདམ་རོགས།",
  "Set default sync option": "སྔོན་སྒྲིག་སྒྲིག་མཐུན་འདེམས་སྒྲིག་བཞག",
  "Default sync option cannot be removed": "སྔོན་སྒྲིག་སྒྲིག་མཐུན་འདེམས་སྒྲིག་བསུབ་མི་ཆོག",
  "This feature is not available in the free version": "ཁྱད་ཆོས་འདི་ཐོན་པ་ཐེབས་མེད་ལ་མི་ལེགས།",
  "Make it offline": "དྲ་མེད་སྒྲིག་བྱེད།",
  "Get device identifier": "ཐབས་འཕྲུལ་ངོ་རྟགས་ལེན།",
  "Sync failed": "སྒྲིག་མཐུན་མ་སྒྲུབ།",
  "Please set default sync option in the setting": "སྒྲིག་འགོད་ནང་སྔོན་སྒྲིག་སྒྲིག་མཐུན་འདེམས་སྒྲིག་བཞག་རོགས།",
  "Previous page": "ཤོག་ངོས་སྔོན་པ།",
  "Next page": "ཤོག་ངོས་རྗེས་པ།",
  "Beta phase": "བེ་ཏ་གནས་སྐབས།",
  "Free user": "ཐོན་པ་ཐེབས་མེད་སྤྱོད་པ།",
  "Log out successful": "ཕྱིར་འབུད་སྒྲུབ་ཚར།",
  "Valid until": "Valid until {{label}}",
  "Failed to get sync state": "སྒྲིག་མཐུན་གནས་སྟངས་ལེན་མ་སྒྲུབ།",
  "Pro version": "Pro ཐོན་པ།",
  "Please add data source in the setting": "སྒྲིག་འགོད་ནང་གཞི་གྲངས་ཁུངས་སྣོན་རོགས།",
  "Don't automatically pre-cache books for mobile version after import": "ནང་འདྲེན་རྗེས་ལག་ཐོག་ཐོན་པར་དཔེ་དེབ་རང་འགུལ་སྔོན་གསོག་མ་བྱེད།",
  "Upon importing, books will be automatically pre-cached, enabling seamless access in the mobile version. However, this process may consume additional storage space and extend the import duration. You can still do it manually": "ནང་འདྲེན་བྱས་སྟེ་དཔེ་དེབ་རང་འགུལ་སྔོན་གསོག་བྱེད་སྟེ་ལག་ཐོག་ཐོན་པར་མི་འཚོལ་བཞིན་འབོད་ཐུབ། འོན་ཀྱང་དེས་ཉར་སྲོལ་འབྲེལ་མང་དང་ནང་འདྲེན་དུས་ཚོད་རིང་བཟོ་སྲིད། ཁྱེད་ཀྱིས་ལག་བསྟར་ཡང་བྱེད་ཆོག",
  "Test": "ཚོད་ལྟ།",
  "Minute": "སྐར་མ།",
  "Get error log": "ནོར་འཁྲུལ་ལོག་ཐོ་ལེན།",
  "Account type": "རྩིས་ཐོའི་རིགས།",
  "Trial user": "ཚོད་ལྟ་སྤྱོད་པ།",
  "Paid user": "དངུལ་བཏང་སྤྱོད་པ།",
  "Delete data source": "གཞི་གྲངས་ཁུངས་བསུབ།",
  "Sync state is occupied by other devices, please try again later": "སྒྲིག་མཐུན་གནས་སྟངས་གཞན་ཐབས་འཕྲུལ་གྱིས་བཟུང་ཡོད། རྗེས་སུ་ཚོད་ལྟ་རོགས།",
  "Start syncing": "སྒྲིག་མཐུན་འགོ་བཙུགས།",
  "Backup to": "སྲུང་འཇུག་སྟེ།",
  "Restore from": "འདི་ནས་སླར་འཇོག",
  "S3 Compatible": "S3 མཐུན་པ།",
  "Select data source": "གཞི་གྲངས་ཁུངས་གདམ།",
  "Upgrade failed": "གསར་བསྒྱུར་མ་སྒྲུབ།",
  "Restore failed": "སླར་འཇོག་མ་སྒྲུབ།",
  "Backup failed": "སྲུང་འཇུག་མ་སྒྲུབ།",
  "This feature is only available in the developer version": "ཁྱད་ཆོས་འདི་གསར་སྤེལ་པར་གྱི་ཐོན་པར་ཁོ་ནར་ཡོད།",
  "Missing parameters": "ཕན་ཆས་དགོས་པ་བོར་བ།",
  "Offline failed": "དྲ་མེད་མ་སྒྲུབ།",
  "Email": "གློག་འཕྲིན།",
  "Binding failed": "སྦྱོར་བ་མ་སྒྲུབ།",
  "PDF files in double page mode does not support note taking yet": "ཤོག་ངོས་གཉིས་མཐུད་རྣམ་པའི PDF ནང་ད་དུང་འབྲེལ་མཐུན་ཟུར་མཆན་ལེན་མ་ཐུབ།",
  "Your trial period has expired": "ཁྱེད་ཀྱི་ཚོད་ལྟ་དུས་ཚོད་རྫོགས་སོ།",
  "Exit Pro": "Pro ནས་ཕྱིར་འཐོན།",
  "I've paid": "ངས་དངུལ་སྤྲད་ཟིན།",
  "Need help": "རོགས་རམ་དགོས།",
  "Upgrade": "གསར་བསྒྱུར།",
  "You haven't upgraded to Pro yet": "ཁྱེད་ད་དུང Pro ལ་མ་གསར་བསྒྱུར་བྱས།",
  "Please support our development": "ང་ཚོའི་གསར་སྤེལ་ལ་རོགས་རམ་བྱེད་རོགས།",
  "Thanks for your support": "ཁྱེད་ཀྱི་རོགས་རམ་ལ་བཀའ་དྲིན།",
  "Failed to get user info": "སྤྱོད་པའི་གནས་ཚུལ་ལེན་མ་སྒྲུབ།",
  "For just the price of a cup of coffee per year, you can continue to enjoy the premium features and support our development": "ལོ་རེའི་ཁུ་བ་གཅིག་གི་རིན་གྱི་ཙམ་ལས། ཁྱེད་ཀྱིས་ཁྱད་པར་གྱི་ལས་ལག་ལ་རོལ་མྱོང་དང་ང་ཚོའི་གསར་སྤེལ་ལ་རོགས་རམ་བྱེད་ཆོག",
  "Fetch failed, error code": "ལེན་པ་མ་སྒྲུབ། ནོར་གྱི་ཨང་།",
  "Login failed, error code": "ནང་འཛུལ་མ་སྒྲུབ། ནོར་གྱི་ཨང་།",
  "Aliyun Drive": "Aliyun Drive",
  "How to fill out": "གང་ལ་གསལ་བཟོ་བ།",
  "Upgrade to Pro": "Pro ལ་གསར་བསྒྱུར།",
  "Renew Pro": "Pro སླར་གསར།",
  "Generating payment link": "དངུལ་སྤྲོད་ཐག་སྦྲེལ་བཟོ་བཞིན་པ།",
  "Checking payment status": "དངུལ་སྤྲོད་གནས་སྟངས་ཞིབ་ལྟ།",
  "Your data has been exported to your local folder, learn how to sync your data to your other devices by visiting our documentation, Upgrade to pro to get more advanced features": "ཁྱེད་ཀྱི་གཞི་གྲངས་རང་ཁུལ་དཀར་ཆག་ལ་ཕྱིར་འདོན་བྱས་ཟིན། ཡིག་ཚགས་ལ་གཟིགས་ནས་གཞན་ཐབས་འཕྲུལ་དང་སྒྲིག་མཐུན་ཚུལ་སྦྱོང་། དེ་ལས་མང་བའི་ལས་ལག་དོན་ལ་འདི Pro ལ་གསར་བསྒྱུར་རོགས།",
  "Your data has been imported from your local folder, Upgrade to pro to get more advanced features": "ཁྱེད་ཀྱི་གཞི་གྲངས་རང་ཁུལ་དཀར་ཆག་ནས་ནང་འདྲེན་བྱས་ཟིན། དེ་ལས་མང་བའི་ལས་ལག་དོན་ལ་འདི Pro ལ་གསར་བསྒྱུར་རོགས།",
  "Due to Aliyun Drive's stringent concurrency restrictions, we have bypassed the synchronization of books and covers. Please manually download the books by clicking on them": "Aliyun Drive ཡི་སྤྱོད་མཉམ་ཐེབས་སྒྲིག་ཉེ་བར་བཟོ་བ་ལས་དངོས་སུ་དཔེ་དེབ་དང་འགྲེམས་ངོས་སྒྲིག་མཐུན་འགོག་ཡོད། དཔེ་དེབ་རེར་གཡོན་མཐེབ་འདེབས་ནས་ལག་བསྟར་ཕབ་ལེན་རོགས།",
  "Aliyun Drive imposes strict limits on concurrent downloads. It is recommended that you wait 10 seconds before attempting to download again.": "Aliyun Drive ཡིས་འགྲེལ་མཉམ་ཕབ་ལེན་ལ་དམ་བསྒྲགས་སྟོན་ཏེ། ཡང་བསྐྱར་ཕབ་ལེན་མ་བྱེད་སྔོན་དུ་སྐར་མ་ 10 སྒུག་རོགས།",
  "Cannot get sync config": "སྒྲིག་མཐུན་སྒྲིག་འགོད་ལེན་མ་ཐུབ།",
  "2FA code": "2FA ཨང་།",
  "Path": "ལམ་གྱི་གནས།",
  "Reading Assistant": "Reading",
  "Chat Assistant": "Chat",
  "Overwrite the default link style in the book": "དཔེ་དེབ་ནང་སྔོན་སྒྲིག་གི་ལིང་ཀི་རྣམ་གཞག་བརྗེ་བ།",
  "Edit shelf": "དཔེ་སྒྲོམ་བསྒྱུར།",
  "Manage shelf": "དཔེ་སྒྲོམ་དོ་དམ།",
  "Locate": "གནས་ས།",
  "Created successfully": "བསྐྲུན་པ་ལེགས་སྒྲུབ།",
  "Locate in the folder": "དཀར་ཆག་ནང་གནས་ས།",
  "File not found": "ཡིག་ཆ་མ་རྙེད།",
  "Drag to sort": "བསྒྲིགས་ཆེད་འཐེན།",
  "Renamed successfully": "མིང་བསྒྱུར་ལེགས་སྒྲུབ།",
  "Some S3 services are not compatible with browser environments. If you encounter connection issues, please refer to the service provider's official documentation for instructions on enabling CORS. Also due to browser's security restrictions, the S3 service must be accessed via HTTPS protocol when you're visiting Koodo Reader via HTTPS protocol.": "S3 ཞབས་ཞུ་ཁ་ཤས་བརྡ་ལེན་སྟེགས་བུའི་ཁྱབ་ཁོངས་དང་མི་མཐུན་པ་ཡོད། མཐུད་འཛུལ་དཀའ་ངལ་བྱུང་ན་ཞབས་ཞུ་སྤྲོད་པའི་ཕྱིའི་ཡིག་ཚགས་ནས CORS སྒོ་འབྱེད་སྐོར་གྱི་ལམ་སྟོན་ལ་གཟིགས། བརྡ་ལེན་སྟེགས་བུའི་བདེ་འཇགས་བཅད་སྒྲིག་ལས། HTTPS ཐབས་ལམ་འགྲོ་སྐབས Koodo Reader སྤྱོད་ན S3 ཞབས་ཞུ་ཡང HTTPS ཐབས་ལམ་ཡིན་དགོས།",
  "Generated with AI": "AI གྱིས་བཟོས་པ།",
  "Official AI Dictionary": "གཞུང་འབྲེལ་AI ཚིག་མཛོད།",
  "Official AI Translation": "གཞུང་འབྲེལ་AI བསྒྱུར།",
  "Official AI Assistant": "གཞུང་འབྲེལ་AI རོགས་པ།",
  "Recommended (use with Nutstore)": "བསྟན་པ (Nutstore དང་མཉམ་སྤྱོད)",
  "Enter your email": "གློག་འཕྲིན་འཇུག",
  "Enter code": "ཨང་འཇུག",
  "Send code": "ཨང་བསྐྱེལ།",
  "Send successfully": "བསྐྱེལ་ལེགས་སྒྲུབ།",
  "Due to the limited number of emails we can send each day, to prevent login issues after reaching the sending limit, please make sure to add additional login options as backups after logging in.": "ང་ཚོས་ཉིན་ལྟར་བསྐྱེལ་ཆོག་པའི་གློག་འཕྲིན་གྱི་གྲངས་ཀ་གཏན་འབེབས་ཡོད་པས། བསྐྱེལ་སྐོར་ཚད་ལ་སླེབས་ཀྱིས་ནང་འཛུལ་དཀའ་ངལ་འབྱུང་མི་བྱེད་པར་ནང་འཛུལ་རྗེས་སུ་ཚབ་གསོག་གི་ནང་འཛུལ་འདེམས་སྒྲིག་གསར་སྣོན་བྱེད་རོགས།",
  "Failed to send code, error code": "ཨང་བསྐྱེལ་མ་སྒྲུབ། ནོར་གྱི་ཨང་།",
  "Redeem with code": "ཨང་དང་བསྒྲིགས་ནས་སྤྱོད།",
  "Verify": "བདེན་འཇུག",
  "Redeem": "སྤྱོད་པ།",
  "Enter your redemption code": "སྤྱོད་ཨང་འཇུག",
  "Redeem successful": "སྤྱོད་པ་ལེགས་སྒྲུབ།",
  "Redeem failed, error code": "སྤྱོད་པ་མ་སྒྲུབ། ནོར་གྱི་ཨང་།",
  "Verifying...": "བདེན་འཇུག་བཞིན་པ...",
  "Optional": "གདམ་གསེས།",
  "Required": "ངེས་དགོས།",
  "Supported email providers": "རྒྱབ་སྐྱོར་བྱེད་པའི་གློག་འཕྲིན་སྤྲོད་པ།",
  "Log in": "ནང་འཛུལ།",
  "Unsupported email provider": "རྒྱབ་སྐྱོར་མེད་པའི་གློག་འཕྲིན་སྤྲོད་པ།",
  "Please click the authorize button below to authorize your account, enter the obtained credentials here, and then click the bind button below": "ཁྱེད་ཀྱི་རྩིས་ཐོར་དབང་སྤྲོད་པའི་ཕྱིར་གཤམ་གྱི་དབང་སྤྲོད་མཐེབ་གཏོང་གིས། ཐོབ་པའི་དཔང་ཡིག་འདི་ལ་འཇུག་པ་དང་། གཤམ་གྱི་སྦྱོར་མཐེབ་ལ་གནོན།",
  "Please login again to update your membership on this device": "ཐབས་འཕྲུལ་འདིའི་སྣང་བ་སྒྱུར་བར་ཡང་བསྐྱར་ནང་འཛུལ་རོགས།",
  "Tasks failed after multiple retries, please check the network connection": "ཚོད་ལྟ་མང་པོ་བྱས་ནས་ཡང་ལས་ཀ་མ་སྒྲུབ། དྲ་མཐུད་ཞིབ་ལྟ་རོགས།",
  "Return": "ཕྱིར་ལོག",
  "Example": "དཔེར་བརྗོད།",
  "The Koodo Reader Docker version does not support the data source feature by default. You need to modify the configuration parameters during deployment to manually enable it. Also due to browser's security restrictions, the Docker service must be accessed via HTTPS protocol when you're visiting Koodo Reader via HTTPS protocol.": "Koodo Reader ཡི Docker ཐོན་པས་སྔོན་སྒྲིག་གཞི་གྲངས་ཁུངས་ཁྱད་ཆོས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད། སྒོ་འགོད་སྐབས་སྒྲིག་འགོད་གྱི་དཔེ་མཚོན་བསྒྱུར་ནས་ལག་བསྟར་གྱིས་སྤྱོད་དགོས། དེ་མིན་དྲ་ལྟ་སྟེགས་བུའི་བདེ་འཇགས་གཞི་གྲངས་ལས། HTTPS ཐབས་ལམ་འགྲོ་སྐབས Koodo Reader སྤྱོད་ན Docker ཞབས་ཞུ་ཡང HTTPS ཐབས་ལམ་ཡིན་དགོས།",
  "Select server region": "སར་ཝར་ས་ཁོངས་གདམ།",
  "Server region": "སར་ཝར་ས་ཁོངས།",
  "Global": "འཛམ་གླིང་།",
  "China": "རྒྱ་ནག",
  "Some login options and data sources are not available in your selected server region": "ཁྱེད་ཀྱིས་གདམ་པའི་སར་ཝར་ས་ཁོངས་ནང་ནང་འཛུལ་འདེམས་སྒྲིག་དང་གཞི་གྲངས་ཁུངས་ཁ་ཤས་མི་སྤྱོད་ཐུབ།",
  "Grant access to local folder to save your data and reduce the risk of data loss": "གནས་སྐབས་གཞི་གྲངས་སྲུང་དང་གཞི་གྲངས་བརླག་འགོག་ཆེད་རང་ཁུལ་དཀར་ཆག་ལ་དབང་སྤྲོད་བྱེད།",
  "Never lose your data": "གཞི་གྲངས་མི་བརླག",
  "Select folder": "དཀར་ཆག་གདམ།",
  "Continue to store in the browser": "བརྡ་ལེན་སྟེགས་བུའི་ནང་ཉར་སྟངས་མུ་མཐུད།",
  "Failed to get folder access permission": "དཀར་ཆག་དབང་སྤྲོད་ཆོག་མཆན་ལེན་མ་སྒྲུབ།",
  "Local folder access granted successfully": "རང་ཁུལ་དཀར་ཆག་དབང་སྤྲོད་ལེགས་སྒྲུབ།",
  "Need to reauthorize the access to directory": "དཀར་ཆག་ལ་དབང་སྤྲོད་ཡང་བསྐྱར་བྱེད་དགོས།",
  "Granting access to local folder, please wait": "རང་ཁུལ་དཀར་ཆག་ལ་དབང་སྤྲོད་བཞིན་པས་སྒུག་རོགས།",
  "Please click the allow on every visit button to avoid this popup once and for all": "འདིའི་ལྡེབ་ཐེར་མི་བྱུང་བར་འགྲོ་ཐེངས་རེར Allow མཐེབ་ལ་གནོན་རོགས།",
  "Setup successful": "སྒྲིག་བཀོད་ལེགས་སྒྲུབ།",
  "Download successful": "ཕབ་ལེན་ལེགས་སྒྲུབ།",
  "Download failed": "ཕབ་ལེན་མ་སྒྲུབ།",
  "Downloading": "ཕབ་ལེན་བཞིན་པ།",
  "Back": "ཕྱིར།",
  "Please select a backup path": "སྲུང་འཇུག་ལམ་གྱི་གནས་གདམ་རོགས།",
  "Only desktop version supports TTS plugin": "མདུན་ཁང་ཐོན་པས་ཁོ་ནར TTS པ་ལག་ཨིན་ལ་རྒྱབ་སྐྱོར་བྱེད།",
  "Disable pagination in book list": "དཔེ་དེབ་ཐོ་གཞུང་ནང་ཤོག་བསྡུས་སྒོ་འབྱེད།",
  "We have bypassed the synchronization of book cover for Aliyun Drive, covers will be downloaded automatically when you open the book next time.": "Aliyun Drive ལ་དཔེ་དེབ་འགྲེམས་ངོས་སྒྲིག་མཐུན་འགོག་ཡོད། རྗེས་སུ་དཔེ་དེབ་ཁ་ཕྱེ་བའི་སྐབས་འགྲེམས་ངོས་རང་འགུལ་ཕབ་ལེན་བྱེད་པ་ཡིན།",
  "Hide AI button": "AI མཐེབ་གསང་།",
  "Stable version": "བརྟན་པའི་ཐོན་པ།",
  "Only receive stable version": "བརྟན་པའི་ཐོན་པ་ཁོ་ན་ལེན།",
  "Skip this version": "ཐོན་པ་འདི་མི་ལེན།",
  "Select update channel": "གསར་བསྒྱུར་ཆ་རྒྱུས་གདམ།",
  "Upload failed": "ཡར་སྐྱེལ་མ་སྒྲུབ།",
  "Uploading book": "དཔེ་དེབ་ཡར་སྐྱེལ་བཞིན་པ།",
  "Uploading cover": "འགྲེམས་ངོས་ཡར་སྐྱེལ་བཞིན་པ།",
  "Upload successful": "ཡར་སྐྱེལ་ལེགས་སྒྲུབ།",
  "Summarize this chapter for me": "ལེའུ་འདི་ངའི་ཕྱིར་བསྡུས་བཤད།",
  "What are the key points of this chapter": "ལེའུ་འདིའི་གཙོ་ཚན་གང་ཡིན།",
  "Remove data source": "གཞི་གྲངས་ཁུངས་བསུབ།",
  "Ask anything about this chapter": "ལེའུ་འདི་སྐོར་གྱི་དྲི་བ་གང་རུང་འདྲི།",
  "Ask anything about reading or learning": "བཀླག་པ་དང་སློབ་སྦྱོང་སྐོར་གྱི་དྲི་བ་གང་རུང་འདྲི།",
  "Hi there! I'm happy to help with any questions about reading or learning": "བཀྲ་ཤིས! བཀླག་པ་དང་སློབ་སྦྱོང་སྐོར་གྱི་དྲི་བ་གང་རུང་ལ་རོགས་པ་བྱེད་པར་དགའ་མོ་ཡོད།",
  "Hi there! What questions do you have about this chapter?": "བཀྲ་ཤིས! ལེའུ་འདི་སྐོར་དྲི་བ་གང་ཡོད།",
  "Thinking, please wait...": "བསམ་བཞིན་པས་སྒུག་རོགས...",
  "Recommend me some books from Colleen Hoover": "Colleen Hoover ཡི་དཔེ་དེབ་འགའ་ཞིག་སྦྱོང་རོགས།",
  "Explain Stoicism and its principles to me": "ང་ལ Stoicism དང་དེའི་ལམ་སྲོལ་འགྲེལ་བཤད་རོགས།",
  "From cloud storage": "སྤྲིན་ཉར་མཛོད་ནས།",
  "Import from": "ནས་ནང་འདྲེན།",
  "Back to parent": "མ་ཁོག་ལ་ཕྱིར།",
  "No file selected": "ཡིག་ཆ་གཅིག་ཀྱང་མ་གདམ།",
  "Send": "བསྐྱེལ།",
  "Please add data source in the setting-Sync and backup first": "དང་པོ་སྒྲིག་འགོད-སྒྲིག་མཐུན་དང་སྲུང་འཇུག་ནང་གཞི་གྲངས་ཁུངས་སྣོན་རོགས།",
  "Broken data detected, please click the setting button to reset the sync records": "གཞི་གྲངས་ལ་སྐྱོན་འདུག སྒྲིག་འགོད་མཐེབ་གནོན་ནས་སྒྲིག་མཐུན་ཐོ་གཞུང་སླར་སྒྲིག་རོགས།",
  "Reset sync records": "སྒྲིག་མཐུན་ཐོ་གཞུང་སླར་སྒྲིག",
  "Pro user": "Pro སྤྱོད་པ།",
  "Select login method": "ནང་འཛུལ་ཐབས་ལམ་གདམ།",
  "Not bound": "སྦྱོར་མེད།",
  "Bound": "སྦྱོར་ཟིན།",
  "Classical Chinese": "སྲོལ་རྒྱུན་རྒྱ་ཡིག",
  "English": "དབྱིན་ཡིག",
  "Simplified Chinese": "ཚད་ཉུང་རྒྱ་ཡིག",
  "Traditional Chinese": "རྒྱ་ཡིག་རྙིང་པ།",
  "Japanese": "ཉི་ཧོང་ཡིག",
  "Korean": "ཀོ་རི་ཡག",
  "French": "ཕྲན་སེབས་ཡིག",
  "German": "ཇར་མན་ཡིག",
  "Spanish": "སི་ཕན་ཡིག",
  "Italian": "ཨི་ཏ་ལི་ཡིག",
  "Russian": "རུ་སི་ཡིག",
  "Portuguese": "པོར་ཐུ་གི་ཟི་ཡིག",
  "Binding": "སྦྱོར་བ།",
  "Please log in first": "སྔོན་དུ་ནང་འཛུལ་རོགས།",
  "Logging in": "ནང་འཛུལ་བཞིན་པ།",
  "Your email": "ཁྱེད་ཀྱི་གློག་འཕྲིན།",
  "Email can't be empty": "གློག་འཕྲིན་སྟོང་པ་མི་ཆོག",
  "Please select a sync service": "སྒྲིག་མཐུན་ཞབས་ཞུ་གདམ་རོགས།",
  "No result found": "གྲུབ་འབྲས་མ་རྙེད།",
  "Updated successfully": "གསར་བསྒྱུར་ལེགས་སྒྲུབ།",
  "Enable this option to increase synchronization speed. Your reading progress, notes, highlights, bookmarks, and other reading-related data will be stored and synced via our cloud service, your books and covers will still be synced by your added data sources. Turning off this option will remove the above data from our cloud.": "སྒྲིག་མཐུན་མགྱོགས་པ་བྱེད་ཆེད་འདེམས་སྒྲིག་འདི་སྤྱོད། ཁྱེད་ཀྱི་བཀླག་པའི་འཕེལ་རྒྱས། ཟུར་མཆན། གདམ་ཚེགས། དཔེ་མཆན་དང་གཞན་པའི་བཀླག་པ་དང་འབྲེལ་བའི་གནས་སྐབས་གཞི་གྲངས་ང་ཚོའི་སྤྲིན་ཞབས་ཞུ་ནས་ཉར་འཇོག་དང་སྒྲིག་མཐུན་བྱེད་ཀྱི་རེད། ཁྱེད་ཀྱི་དཔེ་དེབ་དང་འགྲེམས་ངོས་ནི་སྣོན་པའི་གཞི་གྲངས་ཁུངས་ཀྱིས་སྒྲིག་མཐུན་གྱི་རེད། འདེམས་སྒྲིག་འདི་སྒོ་འབྱེད་ན་གསུམ་བརྒྱུད་ཀྱི་གཞི་གྲངས་ང་ཚོའི་སྤྲིན་ནས་བསུབ་ཀྱི་རེད།",
  "Access may be unstable in China": "རྒྱ་ནག་ནང་དུ་སྐྱོན་འཛུལ་མི་བརྟན་སྲིད།",
  "Only WebDAV service provided by Alist is directly supported in Browser, Other WebDAV services need to enable CORS to work properly. Also due to browser's security restrictions, the WebDAV service must be accessed via HTTPS protocol when you're visiting Koodo Reader via HTTPS protocol.": "བརྡ་ལེན་སྟེགས་བུའི་ནང་ནས Alist ཡི་སྤྲོད་པའི WebDAV ཞབས་ཞུ་ཁོ་ན་ཐད་ཀར་རྒྱབ་སྐྱོར་བྱེད། གཞན་པའི WebDAV ཞབས་ཞུ་ལ་སྤྱོད་པའི་ཕྱིར CORS སྒོ་འབྱེད་དགོས། བརྡ་ལེན་སྟེགས་བུའི་བདེ་འཇགས་གཞི་གྲངས་ལས། HTTPS ཐབས་ལམ་འགྲོ་སྐབས Koodo Reader སྤྱོད་ན WebDAV ཞབས་ཞུ་ཡང HTTPS ཐབས་ལམ་ཡིན་དགོས།",
  "Enable Koodo Sync": "Koodo Sync སྤྱོད།",
  "Disable automatic sync": "རང་འགུལ་སྒྲིག་མཐུན་སྒོ་འབྱེད།",
  "By default, Koodo Reader will automatically synchronize your data when you open the app and exit reading": "སྔོན་སྒྲིག་ལྟར Koodo Reader ནང་འཛུལ་བ་དང་བཀླག་པ་ཕྱིར་འདོན་སྐབས་ཁྱེད་ཀྱི་གཞི་གྲངས་རང་འགུལ་སྒྲིག་མཐུན་བྱེད།",
  "This endpoint usually don't contain bucket name": "མཐུད་ཚད་འདིར་སྤྱིར་བཏང་བེ་ཀེཊ་མིང་མེད།",
  "Export books with original name": "དཔེ་དེབ་མིང་དང་མཉམ་ཕྱིར་འདོན།",
  "Failed to import": "ནང་འདྲེན་མ་སྒྲུབ།",
  "Clear successful": "གསལ་བྱེད་ལེགས་སྒྲུབ།",
  "Reset main window's position": "གཙོ་བའི་སྒོ་སྒྲིག་གནས་ས་སླར་སྒྲིག",
  "Copy quotes": "ཚིག་འདྲེན་ངོས་བཤུས།",
  "7-days free trial only applies to users who registered with recommended email providers. Recommended email providers are as follows": "ཉིན་7 ཐོན་པ་ཐེབས་མེད་ཚོད་ལྟ་ནི་བསྟན་པའི་གློག་འཕྲིན་སྤྲོད་པ་ལས་ཐོ་འགོད་བྱས་པའི་སྤྱོད་པར་ཁོ་ནར་འགྲུལ་བ་ཡིན། བསྟན་པའི་གློག་འཕྲིན་སྤྲོད་པ་ནི་འདི་དག་ཡིན།",
  "In the future, we will introduce more member-exclusive features, including reading statistics and automatic synchronization of your notes, highlights, reading progress, and vocabulary lists to platforms like Notion, Obsidian, Logseq, Anki, and more.": "མ་འོངས་པར་ང་ཚོས་རྩིས་ཐོ་སྒེར་སྒྲིག་ལས་ལག་དེ་ལས་མང་བ་འདི་འདྲ་བརྒྱུད་དགོན། བཀླག་པའི་གྲངས་ཐོ། ཁྱེད་ཀྱི་ཟུར་མཆན། གདམ་ཚེགས། བཀླག་པའི་འཕེལ་རྒྱས། ཚིག་མཛོད་ཐོ་གཞུང་དེབ་སོགས་ཀྱི Notion, Obsidian, Logseq, Anki སོགས་ཀྱི་སྟེགས་བུར་རང་འགུལ་སྒྲིག་མཐུན།",
  "Once you exit the Pro version, you will no longer be able to use synchronization and other premium features": "Pro ཐོན་པ་ནས་ཕྱིར་འཐོན་ན་སྒྲིག་མཐུན་དང་དེ་ལས་མང་བའི་གཟུགས་སྤེལ་ཁྱད་ཆོས་མི་སྤྱོད་ཐུབ།",
  "I'll think about it": "ངས་བསམ་བློ་གཏོང་བཞིན།",
  "Convert PDF to Text": "PDF ནས་ཡིག་ཆ་བསྒྱུར།",
  "Still refuse": "ད་དུང་བརྒྱུད་མི་བྱེད།",
  "Set OCR language": "OCR སྐད་ཡིག་སྒྲིག",
  "Unsupported file format": "རྒྱབ་སྐྱོར་མེད་པའི་ཡིག་ཆ་རྣམ་གཞག",
  "When the spacing between two lines of text is n times of regular spacing, they will be split into two paragraphs": "ཚིག་གི་ཐིག་གཉིས་བར་དུ་དབྱེན་ཐག་གི་ཚད་དེ་སྤྱི་བཏང་དབྱེན་ཐག་གི n གྱི་མཐུན་སྒྲིག་ཡིན་ན་གཉིས་སུ་བསྐྱེད་པར་བྱེད།",
  "Invalid email format": "གློག་འཕྲིན་རྣམ་གཞག་མི་འགྲིག",
  "Paragraph spacing threshold": "ཚན་པའི་དབྱེན་ཐག་མཚམས།",
  "After hiding the menu button, you can move the mouse to the edge of the window to show it again.": "གསལ་ཐོ་མཐེབ་གསང་བའི་རྗེས་སུ་སྒོ་སྒྲིག་མཐའ་སྒྱུར་ལ་མུས་འགྱུར་སྤོ་ནས་ཡང་བསྐྱར་སྟོན་ཐུབ།",
  "When a line of text is n times the size of regular text, it will be treated as a title": "ཚིག་གི་ཐིག་གཅིག་གི་ཆེ་ཆུང་སྤྱི་བཏང་ཚད་ཀྱི n གྱི་མཐུན་སྒྲིག་ཡིན་ན་གཏོད་མཚན་དུ་བརྗེ་བ་ཡིན།",
  "Title size threshold": "གཏོད་མཚན་ཆེ་ཆུང་མཚམས།",
  "OCR engine": "OCR མ་ཁོངས།",
  "System OCR": "རྒྱབ་སྐྱོར OCR",
  "Render PDF from even page": "ཟུར་གྱི་ཤོག་ངོས་ནས PDF བཟོ།",
  "Filter by book": "དཔེ་དེབ་ལྟར་གདམ་པ།",
  "Server path (Please first create this folder manually)": "སར་ཝར་ལམ་གྱི་གནས (སྔོན་དུ་ལག་བསྟར་གྱིས་དཀར་ཆག་གསར་བཟོ་རོགས)",
  "Clear": "བསུབ།",
  "Automatically launch on system startup": "སྲོལ་རྒྱུན་འགོ་བཙུགས་སྐབས་རང་འགུལ་ལམ་དུ་འགྲོ།",
  "Automatic": "རང་འགུལ།",
  "Inflection": "ཚིག་རིགས་འགྱུར་བ།",
  "Word comparison": "ཚིག་གི་བསྡུར་བ།",
  "Language auto-detection may not be accurate. Please try selecting the source language manually": "སྐད་ཡིག་རང་འགུལ་ངོ་འཛིན་ནི་ཡང་དག་མིན་སྲིད། འབྱུང་ཁུངས་སྐད་ཡིག་ལག་བསྟར་གྱིས་གདམ་བར་འབད།",
  "Action": "ལས་ཀ",
  "Copy to": "འདྲ་བཤུས་ལ་སྤོ།",
  "Move to": "སྤོ་སྐྱོད།",
  "Image copied to clipboard": "པར་རིས་ཀླད་པར་དུ་འདྲ་བཤུས་བྱས།",
  "Disable auto scroll to next or previous chapter": "རང་འགུལ་ལེའུ་སྔོན་པའམ་རྗེས་པར་སྤྲོས་སྐྱོད་སྒོ་འབྱེད།",
  "Disable auto scroll to next or previous chapter when reaching the end of the current chapter": "ལེའུ་ད་ལྟའི་མཇུག་སྐབས་རང་འགུལ་ལེའུ་སྔོན་པའམ་རྗེས་པར་སྤྲོས་སྐྱོད་སྒོ་འབྱེད།",
  "Auto download cloud books": "སྤྲིན་དཔེ་དེབ་རང་འགུལ་ཕབ་ལེན།",
  "To reduce storage usage, only the book metadata is downloaded by default, and the book files are not downloaded. After enabling this option, all book files will be downloaded during synchronization": "ཉར་སྲོལ་བར་ཆད་ཉུང་བའི་ཕྱིར་སྔོན་སྒྲིག་ལྟར་དཔེ་དེབ་ཀྱི་མེ་ཊ་གཞི་གྲངས་ཁོ་ན་ཕབ་ལེན་བྱེད་པ་དང་དཔེ་དེབ་ཡིག་ཆ་ཕབ་ལེན་མི་བྱེད། འདེམས་སྒྲིག་འདི་སྤྱོད་ན་སྒྲིག་མཐུན་སྐབས་དཔེ་དེབ་ཡིག་ཆ་ཡོངས་རྫོགས་ཕབ་ལེན་བྱེད་པ་ཡིན།",
  "Failed to open Google Picker": "Google Picker ཁ་ཕྱེ་མ་སྒྲུབ།",
  "Total chapters": "ལེའུ་ཡོངས་ཀྱི་གྲངས།",
  "Clear all data": "གཞི་གྲངས་ཡོངས་རྫོགས་བསུབ།",
  "Please type 'CLEAR' to confirm": "ངེས་འཇགས་ཆེད 'CLEAR' ཡིག་འཇུག་རོགས།",
  "Current chapter": "ལེའུ་ད་ལྟ།",
  "Show all": "ཡོངས་སྟོན།",
  "Expand chapters": "ལེའུ་སྐྱེད།",
  "Collapse chapters": "ལེའུ་སྡུད།",
  "Windows always on top": "སྒོ་སྒྲིག་ནམ་ཡང་སྟེང་དུ།",
  "Auto maximize main window": "གཙོ་བའི་སྒོ་སྒྲིག་རང་འགུལ་ཆེ་བསྐྱེད།",
  "Main window will be maximized to fit the screen when launching": "འགོ་བཙུགས་སྐབས་གཙོ་བའི་སྒོ་སྒྲིག་ངོས་དང་འཚམ་པར་ཆེ་བསྐྱེད་བྱེད།",
  "Your Pro trial has expired, please renew it to continue using the Pro features": "ཁྱེད་ཀྱི Pro ཚོད་ལྟ་དུས་ཚོད་རྫོགས་ཟིན། Pro ལས་ལག་མུ་མཐུད་སྤྱོད་ཆེད་སླར་གསར་རོགས།",
  "Support": "རོགས་རམ།",
  "Continue": "མུ་མཐུད།",
  "This data source cannot be accessed from browser due to CORS policy. Please switch to another data source or CORS-enabled service provider.": "CORS སྒྲིག་ལམ་ལས་བརྡ་ལེན་སྟེགས་བུའི་ནས་གཞི་གྲངས་ཁུངས་འདིར་འཛུལ་མི་ཐུབ། གཞན་པའི་གཞི་གྲངས་ཁུངས་གདམ་མིན་དུ CORS སྒོ་འབྱེད་པའི་ཞབས་ཞུ་སྤྲོད་པ་སྤྱོད་རོགས།",
  "This data source cannot be accessed due to browser's security policy. Please switch to another data source or HTTPS-based service provider.": "བརྡ་ལེན་སྟེགས་བུའི་བདེ་འཇགས་སྒྲིག་ལམ་ལས་གཞི་གྲངས་ཁུངས་འདིར་འཛུལ་མི་ཐུབ། གཞན་པའི་གཞི་གྲངས་ཁུངས་གདམ་མིན་དུ HTTPS སྤྱོད་པའི་ཞབས་ཞུ་སྤྲོད་པ་སྤྱོད་རོགས།",
  "Hide page scale button": "ཤོག་ངོས་ཚད་བསྒྱུར་མཐེབ་གསང་།",
  "Hide pdf to text button": "PDF ནས་ཡིག་ཆ་བསྒྱུར་མཐེབ་གསང་།",
  "Download in Browser": "བརྡ་ལེན་སྟེགས་བུའི་ནང་ཕབ་ལེན།",
  "Shelf location": "དཔེ་སྒྲོམ་གནས་ས།",
  "Use file name as book title": "ཡིག་ཆའི་མིང་དེ་དཔེ་དེབ་གཏོད་མཚན་དུ་སྤྱོད།",
  "With the integration of popular cloud storage services, WebDAV, FTP, SFTP, SMB, Docker, and object storage, all your data remains securely in your control": "གྲགས་ཆེན་སྤྲིན་ཉར་མཛོད་ཞབས་ཞུ། WebDAV, FTP, SFTP, SMB, Docker དང་དངོས་པོའི་ཉར་མཛོད་མཉམ་སྦྱོར་བྱས་པས། ཁྱེད་ཀྱི་གཞི་གྲངས་ཡོངས་རྫོགས་བདེ་འཇགས་སྟེ་ཁྱེད་ཀྱི་གནང་ཚུལ་ནང་དུ་གནས།",
  "Only recommended for VIP users": "VIP སྤྱོད་པར་ཁོ་ནར་བསྟན་པ།",
  "The 115 cloud is only recommended for VIP users, as it is nearly unusable for free users. Additionally, due to API issues with 115 cloud, synchronization can be very slow. If you insist on using 115 cloud storage for syncing, it is recommended to enable Koodo Sync simultaneously, which will significantly improve the synchronization speed.": "115 སྤྲིན་ནི VIP སྤྱོད་པར་ཁོ་ནར་བསྟན་པ་ཡིན། ཐོན་པ་ཐེབས་མེད་སྤྱོད་པར་སྤྱོད་མི་ཐུབ་མོས། དེ་མིན 115 སྤྲིན་གྱི API གནད་དོན་ལས་སྒྲིག་མཐུན་དེ་ཧ་ཅང་རིང་སྲིད། 115 སྤྲིན་ཉར་མཛོད་སྤྱོད་པར་གདམ་ན Koodo Sync ཡང་སྤྱོད་སྟེ་སྒྲིག་མཐུན་མགྱོགས་པ་ཆེན་པོས་མགྱོགས་འགྱུར་བཟོ་ཐུབ།",
  "Request timed out, You may change the server region to China to solve the connection issue in mainland China. Go to Settings > Account": "རེ་བསྐུལ་དུས་ཡོལ། རྒྱ་ནག་གནའ་ས་ཁོངས་ནང་གི་མཐུད་འཛུལ་དཀའ་ངལ་སྐོར་ལ་སར་ཝར་ས་ཁོངས་རྒྱ་ནག་ལ་བསྒྱུར་ཆོག སྒྲིག་འགོད > རྩིས་ཐོ ལ་གཟིགས།",
  "Dubox": "Dubox",
  "115 Yun": "115 Yun",
  "Please add a data source in Setting-Sync and backup": "Setting-Sync and backup ནང་གཞི་གྲངས་ཁུངས་སྣོན་རོགས།",
  "Failed to read file, please refresh and grant directory access again": "ཡིག་ཆ་ཀློག་མ་ཐུབ། དེ་ལས་འཕྲོས་དང་དཀར་ཆག་དབང་སྤྲོད་ཡང་བསྐྱར་བྱེད་རོགས།",
  "OneDrive (full access)": "OneDrive (ཁྱོན་ཡོངས་དབང་སྤྲོད)",
  "Import folder": "དཀར་ཆག་ནང་འདྲེན།",
  "Error scanning folder": "དཀར་ཆག་བརྟག་ཞིབ་ནང་ནོར་འཁྲུལ།",
  "No files found in this folder": "དཀར་ཆག་འདིར་ཡིག་ཆ་མ་རྙེད།",
  "Scanning folder": "དཀར་ཆག་བརྟག་ཞིབ་བཞིན་པ།",
  "Please make sure the email and code are correct": "གློག་འཕྲིན་དང་ཨང་ཡང་དག་ཡིན་པ་ངེས་པར་བྱེད་རོགས།",
  "Successfully scanned folder": "དཀར་ཆག་བརྟག་ཞིབ་ལེགས་སྒྲུབ།",
  "Refresh": "གསར་བསྐྱར།",
  "Refreshing": "གསར་བསྐྱར་བཞིན་པ།",
  "Refresh successful": "གསར་བསྐྱར་ལེགས་སྒྲུབ།",
  "If you didn't receive the verification code, please check the spam folder or use another email provider": "བདེན་འཇུག་ཨང་མ་ཐོབ་ན སྤམ་དཀར་ཆག་ལ་ལྟ་དང་། གཞན་པའི་གློག་འཕྲིན་སྤྲོད་པ་སྤྱོད་རོགས།",
  "In order to let you directly manage your data in Google Drive, we have deprecated the old Google Drive token. Please reauthorize Google Drive in the settings. Your new data will be stored in the root directory of your Google Drive, and you can manage it directly in the Google Drive web interface.": "Google Drive ནང་གཞི་གྲངས་ཐད་ཀར་དོ་དམ་བྱེད་ཐུབ་ཕྱིར་ང་ཚོས་གཞུང་རྒྱུན Google Drive token རྙིང་པ་སྤངས་ཟིན། སྒྲིག་འགོད་ནང Google Drive ཡང་བསྐྱར་དབང་སྤྲོད་རོགས། ཁྱེད་ཀྱི་གཞི་གྲངས་གསར་པ་དེ Google Drive ཡི་རྩ་བའི་དཀར་ཆག་ནང་ཉར་འཇོག་བྱེད་ཀྱི་རེད། དེ་བསྒྲགས་པ་ཡིན་ན Google Drive དྲ་ལམ་གྱི་བཀོལ་རྒྱུད་ནས་ཐད་ཀར་དོ་དམ་བྱེད་ཐུབ།"
}
