{
  "Books": "หนังสือ",
  "Recent": "ล่าสุด",
  "Bookmarks": "ที่คั่น",
  "Favorites": "รายการโปรด",
  "Notes": "บันทึกย่อ",
  "Highlights": "ที่เน้น",
  "Shelf": "ชั้นวาง",
  "Left": "ซ้าย",
  "Justify": "เต็มแนว",
  "Right": "ขวา",
  "Text alignment": "การจัดแนวข้อความ",
  "Synchronisation successful": "ซิงค์สำเร็จ",
  "Permanently Delete": "ลบถาวร",
  "Default search engine": "เครื่องมือค้นหาเริ่มต้น",
  "Built-in font": "แบบอักษรที่มีมาให้",
  "Cover": "ปก",
  "Bold": "ตัวหนา",
  "Sort by": "เรียงลำดับตาม",
  "Italic": "ตัวเอียง",
  "Underline": "ขีดเส้นใต้ข้อความ",
  "Shadow": "เงาข้อความ",
  "Import failed": "การนำเข้าล้มเหลว",
  "New version available": "มีเวอร์ชันใหม่",
  "New version": "เวอร์ชันใหม่",
  "Customize": "ปรับแต่ง",
  "Auto open book in full screen": "เปิดหนังสืออัตโนมัติเต็มจอ",
  "System font": "แบบอักษรในระบบ",
  "Access token expired, refetching token": "โทเค็นหมดอายุ กำลังดึงข้อมูลโทเค็นใหม่",
  "Access token received, please continue": "รับโทเค็นสำเร็จ โปรดดำเนินการต่อ",
  "Change log": "บันทึกการเปลี่ยนแปลง",
  "Update complete": "อัปเดตเรียบร้อยแล้ว",
  "Fetching access token failed": "การดึงข้อมูลโทเค็นล้มเหลว",
  "Authorizing, please wait": "กำลังอนุญาต โปรดรอ",
  "Downloading, please wait": "กำลังดาวน์โหลด โปรดรอ",
  "Uploading, please wait": "กำลังอัพโหลด โปรดรอ",
  "Import": "นำเข้า",
  "Backup": "ฉันต้องการสำรองข้อมูล",
  "Search my library": "ค้นหาในห้องสมุดของฉัน",
  "Search my notes": "ค้นหาในบันทึกของฉัน",
  "Search my highlights": "ค้นหาในที่เน้นของฉัน",
  "Card": "การ์ด",
  "List": "รายการ",
  "Work": "การงาน",
  "Duplicate shelf": "ทำซ้ำชั้นวาง",
  "Reading time": "เวลาอ่าน",
  "Content": "เนื้อหา",
  "Voice": "เสียงพูด",
  "Speed": "ความเร็ว",
  "Bookmark": "ที่คั่น",
  "Single": "โหมดหน้าเดียว",
  "Double": "โหมดหน้าคู่",
  "Background color": "สีพื้นหลัง",
  "Font size": "ขนาดตัวอักษร",
  "Font family": "ตัวอักษร",
  "Default": "ค่าเริ่มต้น",
  "Small": "เล็ก",
  "Medium": "ปานกลาง",
  "Large": "ใหญ่",
  "Cancellation successful": "ยกเลิกเรียบร้อยแล้ว",
  "Only supported by desktop version": "รองรับเฉพาะเวอร์ชันเดสก์ท็อปเท่านั้น",
  "Hide mimical background": "ไม่มีพื้นหลังหนังสือกระดาษ",
  "Auto hide cursor when reading": "ซ่อนเคอร์เซอร์อัตโนมัติเมื่อกำลังอ่าน",
  "Disable update notification": "ปิดการแจ้งเตือนการอัปเดต",
  "Roadmap": "แผนงาน",
  "Paragraph spacing": "ระยะห่างย่อหน้า",
  "Unlock": "ปลดล็อค",
  "Lock": "ล็อค",
  "Reading option": "ตัวเลือกการอ่าน",
  "Progress": "ความคืบหน้า",
  "Exit": "ออก",
  "Language": "ภาษา",
  "Enter full screen": "เข้าโหมดเต็มหน้าจอ",
  "Exit full screen": "ออกจากโหมดเต็มหน้าจอ",
  "Add to shelf": "เพิ่มในชั้นวาง",
  "New shelf": "ชั้นวางใหม่",
  "New": "ใหม่",
  "Cancel": "ยกเลิก",
  "Confirm": "ยืนยัน",
  "Delete": "ลบ",
  "Delete this book": "ลบหนังสือนี้",
  "Edit Book": "แก้ไขหนังสือ",
  "Edition successful": "แก้ไขเรียบร้อยแล้ว",
  "Book name": "ชื่อหนังสือ",
  "Sort by Date": "เรียงตามเวลาที่เพิ่ม",
  "Descend": "ลำดับจากมากไปน้อย",
  "Ascend": "ลำดับจากน้อยไปมาก",
  "Token": "โทเค็น",
  "Book not exists": "ไม่พบหนังสือ",
  "Please authorize your account, and fill the following box with the token": "หลังจากการอนุญาตการเข้าสู่ระบบ คุณจะได้รับโทเค็น ป้อนโทเค็นในฟิลด์ด้านล่างเพื่อทำการรวมให้สมบูรณ์",
  "Copy link": "คัดลอกลิงก์",
  "Copy token": "คัดลอกโทเค็น",
  "Copied": "คัดลอกแล้ว",
  "Conversion of Chinese": "การแปลงจากภาษาจีน",
  "Shelf title can't be pure number": "ชื่อชั้นวางไม่สามารถเป็นตัวเลขเท่านั้น",
  "Open console": "เปิดคอนโซล",
  "Appearance": "รูปลักษณ์",
  "Open url with built-in browser": "เปิดลิงก์ด้วยเบราว์เซอร์ที่มีมาให้",
  "Light mode": "โหมดสว่าง",
  "Night mode": "โหมดกลางคืน",
  "Follow OS": "ตามระบบปฏิบัติการ",
  "Use first page as PDF cover": "ใช้หน้าแรกเป็นปก PDF",
  "You may see this error when the book you're importing is not supported by Koodo Reader, try converting it with Calibre": "คุณอาจเห็นข้อผิดพลาดนี้เมื่อนำเข้าหนังสือที่ไม่รองรับโดย Koodo Reader ลองแปลงไฟล์ด้วย Calibre ดู",
  "Simplified To Traditional": "จากภาษาจีนตัวย่อไปเป็นตัวเต็ม",
  "Traditional To Simplified": "จากภาษาจีนตัวเต็มไปเป็นตัวย่อ",
  "Shelf Title is Empty": "ชื่อชั้นวางว่างเปล่า",
  "Link copy successful": "คัดลอกลิงก์เรียบร้อยแล้ว",
  "Addition successful": "เพิ่มสำเร็จ",
  "Select": "เลือก",
  "Coming soon": "เร็วๆ นี้",
  "Understand": "เข้าใจ",
  "Authorisation successful": "อนุญาตสำเร็จ",
  "Authorisation failed": "อนุญาตไม่สำเร็จ",
  "Choose your operation": "เลือกการดำเนินการของคุณ",
  "Where is your data?": "ข้อมูลของคุณอยู่ที่ไหน?",
  "Where to keep your data?": "คุณเก็บข้อมูลของคุณไว้ที่ไหน?",
  "Restore": "คืนค่า",
  "Delete this shelf": "ลบชั้นวางนี้",
  "This action will clear and remove this shelf": "การดำเนินการนี้จะล้างและลบชั้นวางนี้",
  "Delete this tag": "ลบแท็กนี้",
  "This action will clear and remove this tag": "การดำเนินการนี้จะล้างและลบแท็กนี้",
  "Backup successful": "สำรองข้อมูลสำเร็จ",
  "Restore successful": "คืนค่าข้อมูลสำเร็จ",
  "Try refresh or restart": "ลองรีเฟรชหรือเริ่มต้นใหม่",
  "Search the book": "ค้นหาหนังสือ",
  "Theme color": "สีธีม",
  "Turn on text-to-speech": "เปิดการอ่านข้อความอัตโนมัติ",
  "Scrolling mode": "โหมดเลื่อนหน้า",
  "Loading": "กำลังโหลด",
  "Note": "บันทึกย่อ",
  "Page width": "ความกว้างของหน้า",
  "Digest": "สารบัญ",
  "Auto expand content": "ขยายเนื้อหาอัตโนมัติ",
  "Hide footer": "ซ่อนส่วนท้าย",
  "Hide header": "ซ่อนส่วนหัว",
  "Book size is over 20M": "ขนาดหนังสือมากกว่า 20 เมกะไบต์",
  "Current Font size": "ขนาดตัวอักษรปัจจุบัน",
  "Current Chapter": "บทปัจจุบัน",
  "Turn off text-to-speech": "ปิดการอ่านข้อความอัตโนมัติ",
  "Warning": "คำเตือน",
  "Translation": "การแปล",
  "All tags": "แท็กทั้งหมด",
  "Turn on successful": "เปิดการใช้งานสำเร็จ",
  "Turn off successful": "ปิดการใช้งานสำเร็จ",
  "Turn off touch screen mode": "ปิดโหมดหน้าจอสัมผัส (ป้องกันการสัมผัสโดยไม่ตั้งใจ)",
  "Use built-in font": "ใช้แบบอักษรที่มีมาให้",
  "Setting": "การตั้งค่า",
  "Turn on touch screen mode": "เปิดโหมดหน้าจอสัมผัส",
  "Auto open last-read book": "เปิดหนังสือที่อ่านล่าสุดโดยอัตโนมัติ",
  "About Project": "เกี่ยวกับโครงการ",
  "Developer": "ผู้พัฒนา",
  "Please import less than 10 books": "โปรดนำเข้าหนังสือน้อยกว่า 10 เล่ม",
  "Please delete some books before import": "โปรดลบหนังสือบางเล่มก่อนนำเข้า",
  "For better user experience, please visit this site on a computer": "เพื่อประสบการณ์ผู้ใช้ที่ดียิ่งขึ้น โปรดเข้าชมเว็บไซต์นี้บนคอมพิวเตอร์",
  "Wrong bookmark": "ที่คั่นหน้าผิด",
  "Last step": "ขั้นตอนล่าสุด",
  "Next step": "ขั้นตอนต่อไป",
  "Go to": "ไปที่",
  "It seems like you're lost": "ดูเหมือนว่าคุณหลงทางนะ",
  "Return to home": "กลับสู่หน้าหลัก",
  "Only desktop support this format": "รองรับรูปแบบนี้เฉพาะแค่ในเดสก์ท็อปเท่านั้น",
  "Only desktop support this service": "รองรับบริการนี้เฉพาะแค่ในเดสก์ท็อปเท่านั้น",
  "Delete from shelf": "ลบออกจากชั้นวาง",
  "Deletion successful": "ลบสำเร็จ",
  "This action will move this book and its the notes, bookmarks and highlights of this book to the recycle bin": "การดำเนินการนี้จะย้ายหนังสือและบันทึกย่อต่างๆ ของหนังสือนี้ไปยังถังขยะ",
  "This action won't delete the original book": "การดำเนินการนี้ไม่ได้ลบหนังสือต้นฉบับ",
  "From": "จาก",
  "Duplicate book": "ทำซ้ำหนังสือ",
  "Unknown chapter": "บทที่ไม่รู้จัก",
  "Unknown author": "ผู้เขียนที่ไม่รู้จัก",
  "Empty": "ว่างเปล่า",
  "Next chapter": "ต่อไป",
  "Previous chapter": "ก่อนหน้า",
  "Less": "น้อยลง",
  "Latest stable version": "เวอร์ชันที่เสถียรล่าสุด",
  "Developer version": "เวอร์ชันของนักพัฒนา",
  "Current reading time": "ใช้เวลาอ่าน: {{count}} นาที",
  "Remaining reading time": "เวลาที่เหลืออยู่: {{count}} นาที",
  "Book page": "หน้า {{count}}",
  "Total books": "ทั้งหมด {{count}} เล่ม",
  "Pages": "หน้า",
  "Chapters": "บท",
  "Translate": "แปล",
  "Continuous": "ต่อเนื่อง",
  "Scroll": "เลื่อนหน้า",
  "Show in the book": "แสดงในหนังสือ",
  "More notes": "บันทึกย่อเพิ่มเติม",
  "Pick a color": "เลือกสี",
  "Highlighting successful": "เน้นสำเร็จ",
  "Take a note": "เพิ่มบันทึกย่อ",
  "Highlight": "เน้น",
  "Copying successful": "คัดลอกสำเร็จ",
  "Copy ": "คัดลอก",
  "Text color": "สีข้อความ",
  "Export": "ส่งออก",
  "Publisher": "ผู้จัดพิมพ์",
  "Added on": "เพิ่มเมื่อ",
  "Margin": "ขอบกระดาษ",
  "Do you want to open this link in browser": "คุณต้องการเปิดลิงก์นี้ในเบราว์เซอร์หรือไม่",
  "WebDAV Info": "WebDAV เป็นโซลูชันการสำรองข้อมูลที่ใช้ง่ายและประสิทธิภาพ แนะนำให้ใช้บริการ WebDAV ที่ NextCloud ให้บริการ",
  "Please wait": "กรุณารอสักครู่",
  "Server address": "ที่อยู่เซิร์ฟเวอร์",
  "Username": "ชื่อผู้ใช้",
  "Password": "รหัสผ่าน",
  "Description": "คำอธิบาย",
  "Recently read": "อ่านล่าสุด",
  "Collapse sidebar": "ยุบไอคอนเมนู",
  "Show sidebar": "แสดงไอคอนเมนู",
  "Sync": "ซิงค์",
  "Document": "เอกสาร",
  "Feedback": "ข้อเสนอแนะ",
  "GitHub repository": "ที่เก็บบน GitHub",
  "Speak the text": "อ่านข้อความ",
  "Search on the Internet": "ค้นหาในอินเทอร์เน็ต",
  "Search in the Book": "ค้นหาในหนังสือ",
  "Change storage location": "เปลี่ยนตำแหน่งการจัดเก็บ",
  "Change location": "เปลี่ยนตำแหน่ง",
  "Change successful": "เปลี่ยนสำเร็จ",
  "Too many images": "หนังสือมีรูปภาพมากเกินไป",
  "Export successful": "ส่งออกสำเร็จ",
  "Change failed": "เปลี่ยนไม่สำเร็จ",
  "You successfully update to": "อัปเดตสำเร็จ: {{version}}",
  "Deleted Books": "ถังขยะ",
  "Delete all books": "ลบหนังสือทั้งหมด",
  "Reading duration": "เวลาอ่าน",
  "Author name": "ชื่อผู้แต่ง",
  "Audio is not ready yet": "ระบบอ่านข้อความอัตโนมัติยังไม่พร้อม",
  "Drop your books here": "วางหนังสือของคุณที่นี่",
  "Reading progress": "เรียงตามเปอร์เซ็นต์",
  "This action will remove all the books in recycle bin,together with their notes, bookmarks and digests": "การดำเนินการนี้จะลบหนังสือทั้งหมดในถังขยะพร้อมบันทึกย่อ ที่คั่นและหน้าสรุปย่อ",
  "Batch import only support epub or pdf files": "การนำเข้าแบบเป็นชุดรองรับไฟล์รูปแบบ epub หรือ pdf เท่านั้น",
  "The deleted books will show up here": "หนังสือที่ถูกลบจะปรากฎที่นี่",
  "Empty recycle bin": "ลบขยะออก",
  "Skip": "ข้าม",
  "Local": "ท้องถิ่น",
  "Tips": "คำแนะนำ",
  "Brightness": "ความสว่าง",
  "How synchronisation works": "วิธีการทำงานของการซิงค์",
  "Sync function works with third-party cloud drive. You need to manually change the storage location to the same sync folder on different computers. When you click the sync button, Koodo Reader will automatically upload or download the data from this folder according the timestamp.": "ฟังก์ชันการซิงค์ทำงานร่วมกับไดรฟ์คลาวด์ของบุคคลที่สาม คุณจะต้องเปลี่ยนตำแหน่งการเก็บข้อมูลเพื่อให้เหมือนกับโฟลเดอร์ซิงค์ในเครื่องคอมพิวเตอร์ที่แตกต่างกัน  เมื่อคุณคลิกที่ปุ่มซิงค์ Koodo Reader จะอัปโหลดหรือดาวน์โหลดข้อมูลจากโฟลเดอร์นี้โดยอัตโนมัติตาม timestamp",
  "Line height": "ความสูงของบรรทัด",
  "Please turn off open books in the main window first": "โปรดปิดหนังสือที่เปิดในหน้าต่างหลักก่อน",
  "Please turn off merge with word first": "โปรดปิดการผสานกับคำต่างๆก่อน",
  "Please choose an empty folder": "โปรดเลือกโฟลเดอร์ว่างเปล่า",
  "Data change detected, whether to update?": "ตรวจพบการเปลี่ยนแปลงของข้อมูล คุณต้องการอัปเดตหรือไม่?",
  "Empty library": "ห้องสมุดว่างเปล่า",
  "Download": "ดาวน์โหลด",
  "Use the fonts from your local computer": "ใช้แบบอักษรจากคอมพิวเตอร์ของคุณ",
  "Backup your data with WebDAV": "สำรองข้อมูลของคุณด้วย WebDAV",
  "Click the import button to add books": "คลิกปุ่มนำเข้าเพื่อเพิ่มหนังสือ",
  "Turn on night mode": "เปิดโหมดกลางคืน",
  "Turn on auto update": "เปิดการอัปเดตอัตโนมัติ",
  "Auto Update relies on GitHub Release for package hosting, if your internet doesn't have stable connection to GitHub, we highly recommend you to turn off this option": "การอัปเดตอัตโนมัติขึ้นอยู่กับ GitHub Release สำหรับการโฮสต์แพ็กเกจ หากอินเทอร์เน็ตของคุณไม่มีการเชื่อมต่อที่เสถียรกับ GitHub เราขอแนะนำให้ปิดตัวเลือกนี้",
  "File size": "ขนาดไฟล์",
  "Take effect at next startup": "มีผลเมื่อเริ่มต้นใหม่",
  "View mode": "โหมดดู",
  "Download desktop version": "ดาวน์โหลดเวอร์ชันเดสก์ท็อป",
  "No favorite books": "ไม่มีหนังสือที่ชื่นชอบ",
  "Move your mouse on the top of any book, click the heart icon to add it to your favorite books": "เลื่อนเมาส์ไปที่ด้านบนของหนังสือใดก็ได้ คลิกไอคอนหัวใจเพื่อเพิ่มลงในหนังสือที่ชื่นชอบของคุณ",
  "Empty reading records": "บันทึกการอ่านว่างเปล่า",
  "Empty bookmark": "ที่คั่นว่างเปล่า",
  "Empty note": "บันทึกย่อว่างเปล่า",
  "Select any text and click the note button on the popup menu": "เลือกข้อความใดก็ได้และคลิกที่ปุ่มบันทึกย่อบนเมนูป็อปอัพ",
  "Empty highlight": "ที่เน้นว่างเปล่า",
  "Select any text and click the highlight button on the popup menu": "เลือกข้อความใดก็ได้และคลิกที่ปุ่มที่เน้นบนเมนูป็อปอัพ",
  "Invert color": "สลับสี",
  "Empty shelf": "ชั้นว่างเปล่า",
  "Move your mouse on top of any book, then click the more icon to add the book to the shelf": "เลื่อนเมาส์ไปที่หนังสือใดก็ได้ จากนั้นคลิกไอคอนเพิ่มเติมเพื่อเพิ่มหนังสือลงในชั้นวาง",
  "Download failed, network problem or no backup": "การดาวน์โหลดล้มเหลว เนื่องจากปัญหาเครือข่ายหรือไม่มีการสำรองข้อมูล",
  "Upload failed, check your connection": "การอัปโหลดล้มเหลว โปรดตรวจสอบการเชื่อมต่อของคุณ",
  "Version": "เวอร์ชัน: ",
  "Not supported yet": "ยังไม่รองรับในขณะนี้",
  "Update to": "อัปเดตเป็น",
  "Date": "วันที่: ",
  "Blue": "สีน้ำเงิน",
  "Red": "สีแดง",
  "Green": "สีเขียว",
  "Purple": "สีม่วง",
  "Unauthorize": "ยกเลิกการอนุญาต",
  "Remember window's size": "จำขนาดหน้าต่าง",
  "Letter spacing": "ระยะห่างตัวอักษร",
  "Unauthorize successful": "ยกเลิกการอนุญาตเรียบร้อยแล้ว",
  "Download Demo Book": "ดาวน์โหลดหนังสือตัวอย่าง",
  "Extra large": "ขนาดใหญ่พิเศษ",
  "Ultra large": "ขนาดใหญ่มาก",
  "Disable analytics service": "ปิดใช้งานบริการการวิเคราะห์ข้อมูล",
  "Hide navigation button": "ซ่อนปุ่มนำทาง",
  "More": "เพิ่มเติม",
  "Collect": "รวบรวม",
  "Copy": "คัดลอก",
  "Hi! stranger": "สวัสดี! คนแปลก",
  "Sync data from storage": "ซิงค์ข้อมูลจากที่เก็บ",
  "Click on any book to read": "คลิกที่หนังสือใดก็ได้เพื่ออ่าน",
  "Move your mouse on the top edge of the reader": "เลื่อนเมาส์ไปยังขอบด้านบนของ Reader",
  "Download failed,network problem or no backup": "การดาวน์โหลดล้มเหลว เนื่องจากปัญหาเครือข่ายหรือไม่มีการสำรองข้อมูล",
  "Choose your action to this book": "เลือกการดำเนินการกับหนังสือนี้",
  "Edit": "แก้ไข",
  "Add": "เพิ่ม",
  "Survey": "สำรวจความคิดเห็น",
  "What's new about this version": "มีอะไรใหม่ในเวอร์ชันนี้",
  "Our website": "เว็บไซต์ของเรา",
  "What's new": "มีอะไรใหม่",
  "What's been fixed": "ได้ทำการแก้ไขอะไรแล้วบ้าง",
  "Target": "เป้าหมาย",
  "Select all": "เลือกทั้งหมด",
  "Execute successful": "ดำเนินการสำเร็จแล้ว",
  "Disable screen blanking": "ปิดใช้งานการสลับหน้าจอ",
  "When Koodo is running, your computer won't enter sleep mode": "เมื่อ Koodo กำลังทำงาน คอมพิวเตอร์ของคุณจะไม่เข้าโหมดหลับ",
  "Prevent accidental trigger": "ป้องกันการเริ่มทำงานโดยไม่ตั้งใจ",
  "Import books as link": "นำเข้าหนังสือเป็นลิงก์",
  "Close main window while reading": "ปิดหน้าต่างหลักขณะอ่าน",
  "Merge reader into Word": "ผสาน Reader เข้ากับ Word",
  "Get rid of window frame, make reader hide into Word or any text editor, and can't be detected. You need to set up the reader's position, size and style first.": "กำจัดกรอบหน้าต่าง ทำให้ Reader ซ่อนอยู่ใน Word หรือโปรแกรมแก้ไขข้อความอื่นๆ และไม่สามารถตรวจพบได้ คุณต้องตั้งค่าตำแหน่ง ขนาดและสไตล์ของ Reader ก่อน",
  "The imported books will not be copied to library, only linked to the original book path": "หนังสือที่นำเข้าจะไม่ถูกคัดลอกไปยังห้องสมุด แต่จะลิงก์ไปยังพาธหนังสือต้นฉบับเท่านั้น",
  "Reader menu will not be triggered by hovering but clicking on the area": "เมนู Reader จะไม่ถูกเรียกใช้โดยการเอียงเมาส์แต่จะคลิกบนพื้นที่",
  "Gesture and UI optimization for touch screen": "การปรับปรุง Gesture และ UI สำหรับจอสัมผัส",
  "The book that you read from last time will be open automatically when launching": "หนังสือที่คุณอ่านครั้งล่าสุดจะถูกเปิดโดยอัตโนมัติเมื่อเปิดใช้งาน",
  "All the folded content will be expanded in the navigation panel": "เนื้อหาทั้งหมดที่ถูกพับจะถูกขยายในแผงเมนูนำทาง",
  "Reader window will be maximized to fit the screen when opening a book": "หน้าต่าง Reader จะถูกขยายให้พอดีกับหน้าจอเมื่อเปิดหนังสือ",
  "Open books in the main window": "เปิดหนังสือในหน้าต่างหลัก",
  "Book won't be opened in a separate window but directly opened in the main window": "หนังสือจะไม่ถูกเปิดในหน้าต่างแยกต่างหากแต่จะถูกเปิดโดยตรงในหน้าต่างหลัก",
  "Frequency limit reached": "ถึงขีดจำกัดความถี่",
  "Error happened": "เกิดข้อผิดพลาด",
  "Text indentation": "การเยื้องข้อความ",
  "Deselect all": "ไม่เลือกทั้งหมด",
  "Authorize": "อนุญาต",
  "Open book without adding it to library": "เปิดหนังสือโดยไม่เพิ่มลงในห้องสมุด",
  "When opening books in the file manager with Koodo, the opened books won't be added to the library": "เมื่อเปิดหนังสือในตัวจัดการไฟล์ด้วย Koodo หนังสือที่เปิดจะไม่ถูกเพิ่มลงในห้องสมุด",
  "Hide menu button": "ซ่อนปุ่มเมนู",
  "Manage": "จัดการ",
  "Sliding animation": "ภาพเคลื่อนไหวแบบเลื่อน",
  "Please turn off open books in the main window": "โปรดปิดการเปิดหนังสือในหน้าต่างหลัก",
  "This action will delete all the notes, bookmarks and digests of this book": "การดำเนินการนี้จะลบโน้ต ที่คั่น และการย่อยย่อของหนังสือเล่มนี้ทั้งหมด",
  "More formats supported": "รองรับรูปแบบมากขึ้น",
  "Koodo Reader's web version are limited by the browser, for more powerful features, please download the desktop version.": "เวอร์ชันเว็บของ Koodo Reader จำกัดโดยเบราว์เซอร์ สำหรับคุณสมบัติที่มีกำลังมากกว่าโปรดดาวน์โหลดเวอร์ชันเดสก์ท็อป",
  "No popup when selecting texts": "ไม่มีป๊อปอัพเมื่อเลือกข้อความ",
  "Turn it on when you want Koodo to work with other third-party translation service, right clicking on the selected text will trigger popup again": "เปิดใช้งานเมื่อคุณต้องการให้ Koodo ทำงานร่วมกับบริการแปลภาษาบุคคลที่สาม คลิกขวาบนข้อความที่เลือกจะเรียกใช้ป๊อปอัพอีกครั้ง",
  "Disable trash bin": "ปิดใช้งานถังขยะ",
  "When deleting books, they will be deleted permanently instead of sending to trash bin": "เมื่อลบหนังสือไปแล้ว มันจะถูกลบถาวรแทนที่จะส่งไปยังถังขยะ",
  "Hide books already added to the shelf": "ซ่อนหนังสือที่เพิ่มเข้าชั้นวางแล้ว",
  "Hide books which have been added to the shelf, so they won't show up in home page": "ซ่อนหนังสือที่เพิ่มเข้าชั้นวางไว้ ดังนั้นจะไม่ปรากฏในหน้าโฮมเพจ",
  "Delete book from shelf also deleting book itself": "การลบหนังสือออกจากชั้นวางเช่นเดียวกับการลบหนังสือตัวตน",
  "When deleting book from shelf, the book will be deleted as well": "เมื่อลบหนังสือออกจากชั้นวาง หนังสือนั้นๆ จะถูกลบออกจากห้องสมุดด้วย",
  "Entertainment": "ความบันเทิง",
  "Study": "การศึกษา",
  "Author": "ผู้แต่ง",
  "This process is irreversible, and will completely overwrite your current library, make sure you know what you're doing before proceeding": "กระบวนการนี้ไม่สามารถย้อนกลับได้ และจะเขียนทับไลบรารีปัจจุบันทั้งหมด โปรดตรวจสอบก่อนดำเนินการ",
  "Lemmatize words when looking up in a dictionary": "ทำเลมมาเมื่อค้นหาในพจนานุกรม",
  "To reduce the different forms of a word to one single form, for example, reducing builds, building or built to build, reducing cats to cat, reducing fastest to fast": "ลดรูปแบบต่างๆ ของคำให้เป็นรูปเดียว เช่น builds, building หรือ built เป็น build, cats เป็น cat, fastest เป็น fast",
  "Export all books": "ส่งออกหนังสือทั้งหมด",
  "Export all notes": "ส่งออกโน้ตทั้งหมด",
  "Export all highlights": "ส่งออกไฮไลต์ทั้งหมด",
  "Export all dictionary history": "ส่งออกประวัติพจนานุกรมทั้งหมด",
  "Export dictionary history": "ส่งออกประวัติพจนานุกรม",
  "Export all": "ส่งออกทั้งหมด",
  "Export books": "ส่งออกหนังสือ",
  "Export notes": "ส่งออกโน้ต",
  "Export highlights": "ส่งออกไฮไลต์",
  "Nothing to export": "ไม่มีข้อมูลให้ส่งออก",
  "More actions": "การกระทำเพิ่มเติม",
  "Pre-cache": "แคชล่วงหน้า",
  "Pre-caching": "กำลังแคชล่วงหน้า",
  "Pre-caching successful": "แคชล่วงหน้าสำเร็จ",
  "Pre-caching failed": "แคชล่วงหน้าล้มเหลว",
  "Delete pre-cache": "ลบแคชล่วงหน้า",
  "Nothing to precache": "Nothing to pre-cache",
  "Auto precache books after import": "Auto pre-cache books after import",
  "Pre-cache books after import to increase opening speed, Koodo will generate a precache version of the original book and save it into your library": "Pre-cache books after import to increase opening speed, Koodo will generate a pre-cache version of the original book and save it into your library",
  "Take effect in a while": "จะมีผลในไม่ช้า",
  "Don't use first page as PDF cover": "ไม่ใช้หน้าแรกเป็นปก PDF",
  "Don't crop book cover": "ไม่ครอปปกหนังสือ",
  "Add to favorite": "เพิ่มในรายการโปรด",
  "Remove from favorite": "ลบออกจากรายการโปรด",
  "Details": "รายละเอียด",
  "Multiple selection": "เลือกหลายรายการ",
  "Prototype": "ต้นแบบ",
  "Right click on any book and click Add to favorite to add it to your favorite books": "คลิกขวาที่หนังสือใดๆ แล้วคลิก เพิ่มในรายการโปรด เพื่อเพิ่มไปยังรายการโปรดของคุณ",
  "This action will permanently delete the selected books, together with their notes, bookmarks and digests": "การกระทำนี้จะลบหนังสือที่เลือกอย่างถาวร รวมทั้งโน้ต ที่คั่นหน้า และสรุป",
  "Server Path": "เส้นทางเซิร์ฟเวอร์",
  "Use SSL, 1 for use, 0 for not use": "ใช้ SSL, ใช้=1, ไม่ใช้=0",
  "Server port": "พอร์ตเซิร์ฟเวอร์",
  "Sending successful": "ส่งสำเร็จ",
  "Sending": "กำลังส่ง",
  "Thanks for using the developer version, leave a comment if you encounter any problems. Note that we can't reply to you from here. For faster and better support, please visit": "ขอบคุณที่ใช้เวอร์ชันนักพัฒนา หากพบปัญหาให้แสดงความคิดเห็น โปรดทราบว่าเราไม่สามารถตอบกลับจากที่นี่ สำหรับการสนับสนุนที่รวดเร็วและดีกว่า โปรดไปที่",
  "You're not using the latest version of Koodo Reader. Please update first": "คุณไม่ได้ใช้เวอร์ชันล่าสุดของ Koodo Reader โปรดอัปเดตก่อน",
  "Brief description of the problem": "คำอธิบายปัญหาแบบย่อ",
  "Detailed description of the problem": "คำอธิบายปัญหาแบบละเอียด",
  "Your email(optional), We may contact you for further investigation": "อีเมลของคุณ (ไม่บังคับ) เราอาจติดต่อเพื่อสอบสวนเพิ่มเติม",
  "Report": "รายงาน",
  "Sentence": "ประโยค",
  "Associations": "ความเชื่อมโยง",
  "Explanations": "Sentence",
  "Pronunciations": "การออกเสียง",
  "Upload attachments": "อัปโหลดไฟล์แนบ",
  "File size is larger than 20MB": "ขนาดไฟล์ใหญ่กว่า 20MB",
  "Learn more": "เรียนรู้เพิ่มเติม",
  "Format": "รูปแบบ",
  "Duplicate book in trash bin": "ทำซ้ำหนังสือในถังขยะ",
  "Subject can't be empty": "หัวข้อไม่สามารถเว้นว่างได้",
  "Full screen": "เต็มหน้าจอ",
  "Dictionary": "พจนานุกรม",
  "General": "ทั่วไป",
  "Reading": "การอ่าน",
  "Plugins": "ปลั๊กอิน",
  "Paste the code of the plugin here, check out document to learn how to get more plugins": "วางโค้ดปลั๊กอินที่นี่ ดูเอกสารเพื่อเรียนรู้วิธีรับปลั๊กอินเพิ่มเติม",
  "Add new voice": "เพิ่มเสียงใหม่",
  "Plugin verification failed": "ตรวจสอบปลั๊กอินล้มเหลว",
  "Add new plugin": "เพิ่มปลั๊กอินใหม่",
  "Pot is running": "Pot กำลังทำงาน",
  "Sync and backup": "ซิงค์และสำรองข้อมูล",
  "Add data source": "เพิ่มแหล่งข้อมูล",
  "Please select": "โปรดเลือก",
  "Server path": "เส้นทางเซิร์ฟเวอร์",
  "Switch failed": "สลับล้มเหลว",
  "Switch successful": "สลับสำเร็จ",
  "Please select a valid library": "โปรดเลือกไลบรารีที่ถูกต้อง",
  "Switch Library": "สลับไลบรารี",
  "Modify the storage location of the library, and the library will be moved to the new location. Please ensure that the new folder is empty": "แก้ไขตำแหน่งจัดเก็บไลบรารี แล้วไลบรารีจะถูกย้ายไปตำแหน่งใหม่ โปรดตรวจสอบว่าโฟลเดอร์ใหม่ว่างอยู่",
  "Switch between multiple libraries without affecting the original library. For multi-device synchronization in the free version, please refer to the documentation": "สลับระหว่างไลบรารีหลายรายการโดยไม่กระทบไลบรารีเดิม สำหรับการซิงค์หลายอุปกรณ์ในเวอร์ชันฟรี โปรดดูเอกสารประกอบ",
  "Authorization failed, please login again": "การยืนยันล้มเหลว โปรดเข้าสู่ระบบอีกครั้ง",
  "Authorization failed": "การยืนยันล้มเหลว",
  "Account": "บัญชี",
  "Always keep local data when resolving sync conflicts": "เก็บข้อมูลในเครื่องไว้เสมอเมื่อแก้ไขความขัดแย้งการซิงค์",
  "If you update a piece of data that has already been deleted in the cloud before synchronization, it will cause a conflict. In this case, we will keep the cloud data by default. If you turn this option on, we will keep the local data": "หากคุณอัปเดตข้อมูลที่ถูกลบในคลาวด์ก่อนการซิงค์ จะเกิดความขัดแย้ง ในกรณีนี้เราจะเก็บข้อมูลในคลาวด์ตามค่าเริ่มต้น หากเปิดตัวเลือกนี้ เราจะเก็บข้อมูลในเครื่อง",
  "Encryption failed, error code": "การเข้ารหัสล้มเหลว รหัสข้อผิดพลาด",
  "Decryption failed, error code": "การถอดรหัสล้มเหลว รหัสข้อผิดพลาด",
  "Delete login option": "ลบตัวเลือกการเข้าสู่ระบบ",
  "Log out": "ออกจากระบบ",
  "Bind": "ผูกบัญชี",
  "Testing connection...": "กำลังทดสอบการเชื่อมต่อ...",
  "Connection failed": "การเชื่อมต่อล้มเหลว",
  "Connection successful": "การเชื่อมต่อสำเร็จ",
  "Upgrading, please wait...": "กำลังอัปเกรด โปรดรอ...",
  "Upgrade successful": "อัปเกรดสำเร็จ",
  "Login successful": "เข้าสู่ระบบสำเร็จ",
  "Offline successful": "ใช้งานออฟไลน์สำเร็จ",
  "Start Transferring Data": "เริ่มถ่ายโอนข้อมูล",
  "Almost finished": "ใกล้เสร็จแล้ว",
  "Please select an empty folder": "โปรดเลือกโฟลเดอร์ว่าง",
  "Meticulously designed and built for Android and iOS": "ออกแบบและสร้างอย่างพิถีพิถันสำหรับ Android และ iOS",
  "After three years of design and development, the mobile version of Koodo Reader is finally out": "หลังจากการออกแบบและพัฒนา 3 ปี เวอร์ชันมือถือของ Koodo Reader ได้ออกแล้ว",
  "Synchronize books and reading progress across all your devices": "ซิงค์หนังสือและความคืบหน้าการอ่านบนทุกอุปกรณ์ของคุณ",
  "With the integration of your cloud drive, WebDAV, and object storage, all your data remains securely in your control": "ด้วยการรวมคลาวด์ไดรฟ์ WebDAV และที่เก็บวัตถุ ข้อมูลทั้งหมดของคุณอยู่ภายใต้การควบคุมอย่างปลอดภัย",
  "Embark on your journey of exploration with Koodo Reader Pro": "เริ่มต้นการสำรวจของคุณกับ Koodo Reader Pro",
  "Continue with": "Continue with {{label}}",
  "Manually enter login credentials": "ป้อนข้อมูลเข้าสู่ระบบด้วยตนเอง",
  "By clicking continue, you acknowledge that you have carefully read and agree to accept Koodo Reader's Terms of Service and Privacy Policy": "เมื่อคลิกดำเนินการต่อ คุณยอมรับว่าคุณได้อ่านและยอมรับข้อกำหนดการให้บริการและนโยบายความเป็นส่วนตัวของ Koodo Reader",
  "Add a data source for data synchronization and backup": "เพิ่มแหล่งข้อมูลสำหรับการซิงค์และสำรองข้อมูล",
  "Download the mobile version to read and take notes anytime, anywhere": "ดาวน์โหลดเวอร์ชันมือถือเพื่ออ่านและจดบันทึกได้ทุกที่ทุกเวลา",
  "Finish": "เสร็จสิ้น",
  "At least one login option should be kept": "ต้องเก็บตัวเลือกการเข้าสู่ระบบอย่างน้อยหนึ่งรายการ",
  "Removing": "กำลังลบ",
  "Removal successful": "ลบสำเร็จ",
  "Removal failed, error code": "ลบล้มเหลว รหัสข้อผิดพลาด",
  "Login failed": "เข้าสู่ระบบล้มเหลว",
  "Binding successful": "ผูกบัญชีสำเร็จ",
  "Adding": "กำลังเพิ่ม",
  "Add login option": "เพิ่มตัวเลือกการเข้าสู่ระบบ",
  "Please turn off auto open book in full screen": "โปรดปิดการเปิดหนังสืออัตโนมัติในโหมดเต็มหน้าจอ",
  "Load local fonts": "โหลดฟอนต์ในเครื่อง",
  "Please turn off import books as link first": "โปรดปิดการนำเข้าหนังสือเป็นลิงก์ก่อน",
  "Reset reader window's position": "รีเซ็ตตำแหน่งหน้าต่างผู้อ่าน",
  "Reset successful": "รีเซ็ตสำเร็จ",
  "Reset failed": "รีเซ็ตล้มเหลว",
  "Reset": "รีเซ็ต",
  "Close": "ปิด",
  "Please select the service": "โปรดเลือกบริการ",
  "Set default sync option": "ตั้งค่าตัวเลือกการซิงค์เริ่มต้น",
  "Default sync option cannot be removed": "ไม่สามารถลบตัวเลือกการซิงค์เริ่มต้นได้",
  "This feature is not available in the free version": "ฟีเจอร์นี้ไม่พร้อมใช้งานในเวอร์ชันฟรี",
  "Make it offline": "ทำให้ออฟไลน์",
  "Get device identifier": "รับตัวระบุอุปกรณ์",
  "Sync failed": "ซิงค์ล้มเหลว",
  "Please set default sync option in the setting": "โปรดตั้งค่าตัวเลือกการซิงค์เริ่มต้นในตั้งค่า",
  "Previous page": "หน้าก่อนหน้า",
  "Next page": "หน้าถัดไป",
  "Beta phase": "ช่วงเบต้า",
  "Free user": "ผู้ใช้ฟรี",
  "Log out successful": "ออกจากระบบสำเร็จ",
  "Valid until": "Valid until {{label}}",
  "Failed to get sync state": "ไม่สามารถรับสถานะการซิงค์ได้",
  "Pro version": "เวอร์ชัน Pro",
  "Please add data source in the setting": "โปรดเพิ่มแหล่งข้อมูลในการตั้งค่า",
  "Don't automatically pre-cache books for mobile version after import": "อย่าแคชล่วงหน้าอัตโนมัติสำหรับเวอร์ชันมือถือหลังนำเข้า",
  "Upon importing, books will be automatically pre-cached, enabling seamless access in the mobile version. However, this process may consume additional storage space and extend the import duration. You can still do it manually": "เมื่อทำการนำเข้า หนังสือจะถูกแคชล่วงหน้าอัตโนมัติ ทำให้เข้าถึงได้อย่างราบรื่นในเวอร์ชันมือถือ อย่างไรก็ตามกระบวนการนี้อาจใช้พื้นที่เพิ่มเติมและเพิ่มเวลานำเข้า คุณยังสามารถทำด้วยตนเองได้",
  "Test": "ทดสอบ",
  "Minute": "นาที",
  "Get error log": "รับบันทึกข้อผิดพลาด",
  "Account type": "ประเภทบัญชี",
  "Trial user": "ผู้ใช้ทดลอง",
  "Paid user": "ผู้ใช้ชำระเงิน",
  "Delete data source": "ลบแหล่งข้อมูล",
  "Sync state is occupied by other devices, please try again later": "สถานะการซิงค์ถูกใช้งานโดยอุปกรณ์อื่น โปรดลองอีกครั้งภายหลัง",
  "Start syncing": "เริ่มซิงค์",
  "Backup to": "สำรองไปยัง",
  "Restore from": "กู้คืนจาก",
  "S3 Compatible": "รองรับ S3",
  "Select data source": "เลือกแหล่งข้อมูล",
  "Upgrade failed": "อัปเกรดล้มเหลว",
  "Restore failed": "กู้คืนล้มเหลว",
  "Backup failed": "สำรองข้อมูลล้มเหลว",
  "This feature is only available in the developer version": "ฟีเจอร์นี้มีเฉพาะในเวอร์ชันนักพัฒนา",
  "Missing parameters": "พารามิเตอร์ไม่ครบ",
  "Offline failed": "ออฟไลน์ล้มเหลว",
  "Email": "อีเมล",
  "Binding failed": "ผูกบัญชีล้มเหลว",
  "PDF files in double page mode does not support note taking yet": "ไฟล์ PDF ในโหมดหน้าคู่ยังไม่รองรับการจดโน้ต",
  "Your trial period has expired": "ระยะทดลองใช้งานหมดอายุแล้ว",
  "Exit Pro": "ออกจาก Pro",
  "I've paid": "ฉันชำระเงินแล้ว",
  "Need help": "ต้องการความช่วยเหลือ",
  "Upgrade": "อัปเกรด",
  "You haven't upgraded to Pro yet": "คุณยังไม่ได้อัปเกรดเป็น Pro",
  "Please support our development": "โปรดสนับสนุนการพัฒนาของเรา",
  "Thanks for your support": "ขอบคุณสำหรับการสนับสนุน",
  "Failed to get user info": "ไม่สามารถรับข้อมูลผู้ใช้ได้",
  "For just the price of a cup of coffee per year, you can continue to enjoy the premium features and support our development": "เพียงราคากาแฟหนึ่งแก้วต่อปี คุณสามารถเพลิดเพลินกับฟีเจอร์พรีเมียมต่อไปและสนับสนุนการพัฒนาของเรา",
  "Fetch failed, error code": "การดึงข้อมูลล้มเหลว รหัสข้อผิดพลาด",
  "Login failed, error code": "เข้าสู่ระบบล้มเหลว รหัสข้อผิดพลาด",
  "Aliyun Drive": "Aliyun Drive",
  "How to fill out": "วิธีกรอก",
  "Upgrade to Pro": "อัปเกรดเป็น Pro",
  "Renew Pro": "ต่ออายุ Pro",
  "Generating payment link": "กำลังสร้างลิงก์ชำระเงิน",
  "Checking payment status": "กำลังตรวจสอบสถานะการชำระเงิน",
  "Your data has been exported to your local folder, learn how to sync your data to your other devices by visiting our documentation, Upgrade to pro to get more advanced features": "ข้อมูลของคุณถูกส่งออกไปยังโฟลเดอร์ในเครื่องแล้ว โปรดดูเอกสารเพื่อเรียนรู้วิธีซิงค์ข้อมูลไปยังอุปกรณ์อื่น อัปเกรดเป็น Pro เพื่อฟีเจอร์ขั้นสูง",
  "Your data has been imported from your local folder, Upgrade to pro to get more advanced features": "ข้อมูลของคุณถูกนำเข้าจากโฟลเดอร์ในเครื่องแล้ว อัปเกรดเป็น Pro เพื่อฟีเจอร์ขั้นสูง",
  "Due to Aliyun Drive's stringent concurrency restrictions, we have bypassed the synchronization of books and covers. Please manually download the books by clicking on them": "เนื่องจากข้อจำกัดการทำงานพร้อมกันของ Aliyun Drive เราจึงข้ามการซิงค์หนังสือและปก โปรดดาวน์โหลดหนังสือด้วยตนเองโดยคลิกที่หนังสือ",
  "Aliyun Drive imposes strict limits on concurrent downloads. It is recommended that you wait 10 seconds before attempting to download again.": "Aliyun Drive มีข้อจำกัดการดาวน์โหลดพร้อมกันอย่างเข้มงวด แนะนำให้รอ 10 วินาทีก่อนลองดาวน์โหลดอีกครั้ง",
  "Cannot get sync config": "ไม่สามารถรับการกำหนดค่าการซิงค์ได้",
  "2FA code": "รหัส 2FA",
  "Path": "เส้นทาง",
  "Reading Assistant": "Reading",
  "Chat Assistant": "Chat",
  "Overwrite the default link style in the book": "เขียนทับสไตล์ลิงก์เริ่มต้นในหนังสือ",
  "Edit shelf": "แก้ไขชั้นวาง",
  "Manage shelf": "จัดการชั้นวาง",
  "Locate": "ค้นหา",
  "Created successfully": "สร้างสำเร็จ",
  "Locate in the folder": "แสดงในโฟลเดอร์",
  "File not found": "ไม่พบไฟล์",
  "Drag to sort": "ลากเพื่อจัดเรียง",
  "Renamed successfully": "เปลี่ยนชื่อสำเร็จ",
  "Some S3 services are not compatible with browser environments. If you encounter connection issues, please refer to the service provider's official documentation for instructions on enabling CORS. Also due to browser's security restrictions, the S3 service must be accessed via HTTPS protocol when you're visiting Koodo Reader via HTTPS protocol.": "บริการ S3 บางรายการไม่เข้ากันกับสภาพแวดล้อมของเบราว์เซอร์ หากพบปัญหาการเชื่อมต่อ โปรดดูเอกสารของผู้ให้บริการสำหรับการเปิด CORS และเนื่องจากข้อจำกัดความปลอดภัยของเบราว์เซอร์ บริการ S3 ต้องเข้าถึงผ่าน HTTPS เมื่อคุณใช้ Koodo Reader ผ่าน HTTPS",
  "Generated with AI": "สร้างด้วย AI",
  "Official AI Dictionary": "พจนานุกรม AI อย่างเป็นทางการ",
  "Official AI Translation": "การแปล AI อย่างเป็นทางการ",
  "Official AI Assistant": "ผู้ช่วย AI อย่างเป็นทางการ",
  "Recommended (use with Nutstore)": "แนะนำ (ใช้กับ Nutstore)",
  "Enter your email": "กรอกอีเมลของคุณ",
  "Enter code": "กรอกรหัส",
  "Send code": "ส่งรหัส",
  "Send successfully": "ส่งสำเร็จ",
  "Due to the limited number of emails we can send each day, to prevent login issues after reaching the sending limit, please make sure to add additional login options as backups after logging in.": "เนื่องจากเราส่งอีเมลได้จำกัดในแต่ละวัน เพื่อป้องกันปัญหาหลังถึงขีดจำกัด โปรดเพิ่มตัวเลือกการเข้าสู่ระบบสำรองหลังจากเข้าสู่ระบบ",
  "Failed to send code, error code": "ส่งรหัสล้มเหลว รหัสข้อผิดพลาด",
  "Redeem with code": "แลกด้วยรหัส",
  "Verify": "ยืนยัน",
  "Redeem": "แลก",
  "Enter your redemption code": "กรอกรหัสแลก",
  "Redeem successful": "แลกสำเร็จ",
  "Redeem failed, error code": "แลกล้มเหลว รหัสข้อผิดพลาด",
  "Verifying...": "กำลังยืนยัน...",
  "Optional": "ตัวเลือก",
  "Required": "จำเป็น",
  "Supported email providers": "ผู้ให้บริการอีเมลที่รองรับ",
  "Log in": "เข้าสู่ระบบ",
  "Unsupported email provider": "ผู้ให้บริการอีเมลที่ไม่รองรับ",
  "Please click the authorize button below to authorize your account, enter the obtained credentials here, and then click the bind button below": "คลิกปุ่มอนุญาตด้านล่างเพื่ออนุญาตบัญชี กรอกข้อมูลรับรองที่ได้ที่นี่ แล้วคลิกปุ่มผูกด้านล่าง",
  "Please login again to update your membership on this device": "โปรดเข้าสู่ระบบอีกครั้งเพื่ออัปเดตสมาชิกภาพบนอุปกรณ์นี้",
  "Tasks failed after multiple retries, please check the network connection": "งานล้มเหลวหลังจากลองหลายครั้ง โปรดตรวจสอบการเชื่อมต่อเครือข่าย",
  "Return": "กลับ",
  "Example": "ตัวอย่าง",
  "The Koodo Reader Docker version does not support the data source feature by default. You need to modify the configuration parameters during deployment to manually enable it. Also due to browser's security restrictions, the Docker service must be accessed via HTTPS protocol when you're visiting Koodo Reader via HTTPS protocol.": "เวอร์ชัน Docker ของ Koodo Reader ไม่รองรับฟีเจอร์แหล่งข้อมูลโดยค่าเริ่มต้น คุณต้องแก้ไขพารามิเตอร์การกำหนดค่าระหว่างการปรับใช้เพื่อเปิดใช้งาน และเนื่องจากข้อจำกัดด้านความปลอดภัยของเบราว์เซอร์ บริการ Docker ต้องเข้าถึงผ่าน HTTPS เมื่อคุณใช้ Koodo Reader ผ่าน HTTPS",
  "Select server region": "เลือกภูมิภาคเซิร์ฟเวอร์",
  "Server region": "ภูมิภาคเซิร์ฟเวอร์",
  "Global": "ทั่วโลก",
  "China": "จีน",
  "Some login options and data sources are not available in your selected server region": "ตัวเลือกการเข้าสู่ระบบและแหล่งข้อมูลบางอย่างไม่พร้อมใช้งานในภูมิภาคเซิร์ฟเวอร์ที่เลือก",
  "Grant access to local folder to save your data and reduce the risk of data loss": "ให้สิทธิ์เข้าถึงโฟลเดอร์ในเครื่องเพื่อบันทึกข้อมูลและลดความเสี่ยงการสูญหาย",
  "Never lose your data": "อย่าทำข้อมูลหาย",
  "Select folder": "เลือกโฟลเดอร์",
  "Continue to store in the browser": "จัดเก็บต่อในเบราว์เซอร์",
  "Failed to get folder access permission": "ไม่สามารถรับสิทธิ์เข้าถึงโฟลเดอร์ได้",
  "Local folder access granted successfully": "อนุญาตการเข้าถึงโฟลเดอร์ในเครื่องสำเร็จ",
  "Need to reauthorize the access to directory": "ต้องอนุญาตการเข้าถึงไดเรกทอรีอีกครั้ง",
  "Granting access to local folder, please wait": "กำลังให้สิทธิ์เข้าถึงโฟลเดอร์ในเครื่อง โปรดรอ",
  "Please click the allow on every visit button to avoid this popup once and for all": "โปรดคลิก อนุญาต ทุกครั้งที่เข้าชมเพื่อหลีกเลี่ยงป๊อปอัปนี้",
  "Setup successful": "ตั้งค่าสำเร็จ",
  "Download successful": "ดาวน์โหลดสำเร็จ",
  "Download failed": "ดาวน์โหลดล้มเหลว",
  "Downloading": "กำลังดาวน์โหลด",
  "Back": "ย้อนกลับ",
  "Please select a backup path": "โปรดเลือกเส้นทางสำรองข้อมูล",
  "Only desktop version supports TTS plugin": "มีเฉพาะเวอร์ชันเดสก์ท็อปที่รองรับปลั๊กอิน TTS",
  "Disable pagination in book list": "ปิดการแบ่งหน้าในรายการหนังสือ",
  "We have bypassed the synchronization of book cover for Aliyun Drive, covers will be downloaded automatically when you open the book next time.": "เราข้ามการซิงค์ปกหนังสือสำหรับ Aliyun Drive ปกจะถูกดาวน์โหลดอัตโนมัติเมื่อเปิดหนังสือครั้งถัดไป",
  "Hide AI button": "ซ่อนปุ่ม AI",
  "Stable version": "เวอร์ชันเสถียร",
  "Only receive stable version": "รับเฉพาะเวอร์ชันเสถียร",
  "Skip this version": "ข้ามเวอร์ชันนี้",
  "Select update channel": "เลือกช่องทางอัปเดต",
  "Upload failed": "อัปโหลดล้มเหลว",
  "Uploading book": "กำลังอัปโหลดหนังสือ",
  "Uploading cover": "กำลังอัปโหลดปก",
  "Upload successful": "อัปโหลดสำเร็จ",
  "Summarize this chapter for me": "สรุปบทนี้ให้ฉัน",
  "What are the key points of this chapter": "ประเด็นสำคัญของบทนี้คืออะไร",
  "Remove data source": "ลบแหล่งข้อมูล",
  "Ask anything about this chapter": "ถามอะไรก็ได้เกี่ยวกับบทนี้",
  "Ask anything about reading or learning": "ถามอะไรก็ได้เกี่ยวกับการอ่านหรือการเรียนรู้",
  "Hi there! I'm happy to help with any questions about reading or learning": "สวัสดี! ยินดีช่วยตอบคำถามเกี่ยวกับการอ่านหรือการเรียนรู้",
  "Hi there! What questions do you have about this chapter?": "สวัสดี! คุณมีคำถามอะไรเกี่ยวกับบทนี้?",
  "Thinking, please wait...": "กำลังคิด โปรดรอ...",
  "Recommend me some books from Colleen Hoover": "แนะนำหนังสือของ Colleen Hoover ให้ฉันหน่อย",
  "Explain Stoicism and its principles to me": "อธิบายสโตอิกและหลักการให้ฉันหน่อย",
  "From cloud storage": "จากที่เก็บข้อมูลบนคลาวด์",
  "Import from": "นำเข้าจาก",
  "Back to parent": "กลับไปยังโฟลเดอร์แม่",
  "No file selected": "ไม่มีไฟล์ที่เลือก",
  "Send": "ส่ง",
  "Please add data source in the setting-Sync and backup first": "โปรดเพิ่มแหล่งข้อมูลในการตั้งค่า-ซิงค์และสำรองข้อมูลก่อน",
  "Broken data detected, please click the setting button to reset the sync records": "ตรวจพบข้อมูลเสียหาย โปรดคลิกปุ่มตั้งค่าเพื่อรีเซ็ตบันทึกการซิงค์",
  "Reset sync records": "รีเซ็ตบันทึกการซิงค์",
  "Pro user": "ผู้ใช้ Pro",
  "Select login method": "เลือกวิธีเข้าสู่ระบบ",
  "Not bound": "ไม่ได้ผูก",
  "Bound": "ผูกแล้ว",
  "Classical Chinese": "จีนคลาสสิก",
  "English": "อังกฤษ",
  "Simplified Chinese": "จีนตัวย่อ",
  "Traditional Chinese": "จีนตัวเต็ม",
  "Japanese": "ญี่ปุ่น",
  "Korean": "เกาหลี",
  "French": "ฝรั่งเศส",
  "German": "เยอรมัน",
  "Spanish": "สเปน",
  "Italian": "อิตาลี",
  "Russian": "รัสเซีย",
  "Portuguese": "โปรตุเกส",
  "Binding": "การผูกบัญชี",
  "Please log in first": "โปรดเข้าสู่ระบบก่อน",
  "Logging in": "กำลังเข้าสู่ระบบ",
  "Your email": "อีเมลของคุณ",
  "Email can't be empty": "อีเมลห้ามว่าง",
  "Please select a sync service": "โปรดเลือกบริการซิงค์",
  "No result found": "ไม่พบผลลัพธ์",
  "Updated successfully": "อัปเดตสำเร็จ",
  "Enable this option to increase synchronization speed. Your reading progress, notes, highlights, bookmarks, and other reading-related data will be stored and synced via our cloud service, your books and covers will still be synced by your added data sources. Turning off this option will remove the above data from our cloud.": "เปิดตัวเลือกนี้เพื่อเพิ่มความเร็วการซิงค์ ความคืบหน้าการอ่าน โน้ต ไฮไลต์ ที่คั่นหน้า และข้อมูลที่เกี่ยวข้องจะถูกเก็บและซิงค์ผ่านบริการคลาวด์ของเรา หนังสือและปกจะยังซิงค์ผ่านแหล่งข้อมูลที่เพิ่มไว้ ปิดตัวเลือกนี้จะลบข้อมูลดังกล่าวออกจากคลาวด์",
  "Access may be unstable in China": "การเข้าถึงอาจไม่เสถียรในจีน",
  "Only WebDAV service provided by Alist is directly supported in Browser, Other WebDAV services need to enable CORS to work properly. Also due to browser's security restrictions, the WebDAV service must be accessed via HTTPS protocol when you're visiting Koodo Reader via HTTPS protocol.": "เบราว์เซอร์รองรับโดยตรงเฉพาะ WebDAV จาก Alist บริการ WebDAV อื่นต้องเปิด CORS และเนื่องจากข้อจำกัดความปลอดภัย บริการ WebDAV ต้องเข้าถึงผ่าน HTTPS เมื่อคุณใช้ Koodo Reader ผ่าน HTTPS",
  "Enable Koodo Sync": "เปิดใช้งาน Koodo Sync",
  "Disable automatic sync": "ปิดการซิงค์อัตโนมัติ",
  "By default, Koodo Reader will automatically synchronize your data when you open the app and exit reading": "ตามค่าเริ่มต้น Koodo Reader จะซิงค์ข้อมูลอัตโนมัติเมื่อเปิดแอปและออกจากการอ่าน",
  "This endpoint usually don't contain bucket name": "โดยปกติเอ็นด์พอยต์นี้จะไม่มีชื่อบัคเก็ต",
  "Export books with original name": "ส่งออกหนังสือด้วยชื่อเดิม",
  "Failed to import": "นำเข้าล้มเหลว",
  "Clear successful": "ล้างสำเร็จ",
  "Reset main window's position": "รีเซ็ตตำแหน่งหน้าต่างหลัก",
  "Copy quotes": "คัดลอกคำคม",
  "7-days free trial only applies to users who registered with recommended email providers. Recommended email providers are as follows": "ทดลองใช้ฟรี 7 วันมีผลเฉพาะผู้ใช้ที่ลงทะเบียนด้วยผู้ให้บริการอีเมลที่แนะนำ ผู้ให้บริการที่แนะนำมีดังนี้",
  "In the future, we will introduce more member-exclusive features, including reading statistics and automatic synchronization of your notes, highlights, reading progress, and vocabulary lists to platforms like Notion, Obsidian, Logseq, Anki, and more.": "ในอนาคตเราจะเพิ่มฟีเจอร์สำหรับสมาชิก เช่น สถิติการอ่านและการซิงค์โน้ต ไฮไลต์ ความคืบหน้าการอ่าน และรายการคำศัพท์ไปยัง Notion, Obsidian, Logseq, Anki และอื่นๆ",
  "Once you exit the Pro version, you will no longer be able to use synchronization and other premium features": "เมื่อออกจากเวอร์ชัน Pro คุณจะไม่สามารถใช้การซิงค์และฟีเจอร์พรีเมียมอื่นๆ ได้",
  "I'll think about it": "ฉันจะคิดดูก่อน",
  "Convert PDF to Text": "แปลง PDF เป็นข้อความ",
  "Still refuse": "ยังคงปฏิเสธ",
  "Set OCR language": "ตั้งค่าภาษา OCR",
  "Unsupported file format": "รูปแบบไฟล์ที่ไม่รองรับ",
  "When the spacing between two lines of text is n times of regular spacing, they will be split into two paragraphs": "เมื่อระยะห่างระหว่างสองบรรทัดเป็น n เท่าของระยะปกติ จะถูกแบ่งเป็นสองย่อหน้า",
  "Invalid email format": "รูปแบบอีเมลไม่ถูกต้อง",
  "Paragraph spacing threshold": "เกณฑ์ระยะห่างย่อหน้า",
  "After hiding the menu button, you can move the mouse to the edge of the window to show it again.": "หลังซ่อนปุ่มเมนู คุณสามารถเลื่อนเมาส์ไปที่ขอบหน้าต่างเพื่อแสดงอีกครั้ง",
  "When a line of text is n times the size of regular text, it will be treated as a title": "เมื่อบรรทัดข้อความมีขนาดใหญ่กว่าปกติ n เท่า จะถูกถือว่าเป็นหัวเรื่อง",
  "Title size threshold": "เกณฑ์ขนาดหัวเรื่อง",
  "OCR engine": "เอนจิน OCR",
  "System OCR": "OCR ของระบบ",
  "Render PDF from even page": "เรนเดอร์ PDF จากหน้าคู่",
  "Filter by book": "กรองตามหนังสือ",
  "Server path (Please first create this folder manually)": "เส้นทางเซิร์ฟเวอร์ (โปรดสร้างโฟลเดอร์นี้ด้วยตนเองก่อน)",
  "Clear": "ล้าง",
  "Automatically launch on system startup": "เริ่มอัตโนมัติเมื่อเปิดระบบ",
  "Automatic": "อัตโนมัติ",
  "Inflection": "การผันคำ",
  "Word comparison": "เปรียบเทียบคำ",
  "Language auto-detection may not be accurate. Please try selecting the source language manually": "การตรวจจับภาษาอัตโนมัติอาจไม่แม่นยำ โปรดลองเลือกภาษาต้นทางด้วยตนเอง",
  "Action": "การกระทำ",
  "Copy to": "คัดลอกไปยัง",
  "Move to": "ย้ายไปยัง",
  "Image copied to clipboard": "คัดลอกรูปภาพไปยังคลิปบอร์ดแล้ว",
  "Disable auto scroll to next or previous chapter": "ปิดการเลื่อนอัตโนมัติไปยังบทถัดไปหรือก่อนหน้า",
  "Disable auto scroll to next or previous chapter when reaching the end of the current chapter": "ปิดการเลื่อนอัตโนมัติเมื่อถึงจบบทปัจจุบัน",
  "Auto download cloud books": "ดาวน์โหลดหนังสือบนคลาวด์อัตโนมัติ",
  "To reduce storage usage, only the book metadata is downloaded by default, and the book files are not downloaded. After enabling this option, all book files will be downloaded during synchronization": "เพื่อลดการใช้พื้นที่จัดเก็บ ค่าเริ่มต้นจะดาวน์โหลดเฉพาะเมทาดาทา หลังเปิดตัวเลือกนี้จะดาวน์โหลดไฟล์หนังสือทั้งหมดระหว่างการซิงค์",
  "Failed to open Google Picker": "เปิด Google Picker ไม่สำเร็จ",
  "Total chapters": "จำนวนบททั้งหมด",
  "Clear all data": "ล้างข้อมูลทั้งหมด",
  "Please type 'CLEAR' to confirm": "โปรดพิมพ์ 'CLEAR' เพื่อยืนยัน",
  "Current chapter": "บทปัจจุบัน",
  "Show all": "แสดงทั้งหมด",
  "Expand chapters": "ขยายบท",
  "Collapse chapters": "ย่อบท",
  "Windows always on top": "หน้าต่างอยู่ด้านบนเสมอ",
  "Auto maximize main window": "ขยายหน้าต่างหลักอัตโนมัติ",
  "Main window will be maximized to fit the screen when launching": "หน้าต่างหลักจะถูกขยายให้เต็มหน้าจอเมื่อเริ่มต้น",
  "Your Pro trial has expired, please renew it to continue using the Pro features": "ช่วงทดลอง Pro หมดอายุแล้ว โปรดต่ออายุเพื่อใช้ฟีเจอร์ Pro ต่อไป",
  "Support": "สนับสนุน",
  "Continue": "ดำเนินการต่อ",
  "This data source cannot be accessed from browser due to CORS policy. Please switch to another data source or CORS-enabled service provider.": "ไม่สามารถเข้าถึงแหล่งข้อมูลนี้จากเบราว์เซอร์เนื่องจากนโยบาย CORS โปรดเปลี่ยนแหล่งข้อมูลหรือผู้ให้บริการที่รองรับ CORS",
  "This data source cannot be accessed due to browser's security policy. Please switch to another data source or HTTPS-based service provider.": "ไม่สามารถเข้าถึงแหล่งข้อมูลนี้เนื่องจากนโยบายความปลอดภัยของเบราว์เซอร์ โปรดเปลี่ยนแหล่งข้อมูลหรือผู้ให้บริการที่ใช้ HTTPS",
  "Hide page scale button": "ซ่อนปุ่มปรับสเกลหน้า",
  "Hide pdf to text button": "ซ่อนปุ่ม PDF เป็นข้อความ",
  "Download in Browser": "ดาวน์โหลดในเบราว์เซอร์",
  "Shelf location": "ตำแหน่งชั้นวาง",
  "Use file name as book title": "ใช้ชื่อไฟล์เป็นชื่อหนังสือ",
  "With the integration of popular cloud storage services, WebDAV, FTP, SFTP, SMB, Docker, and object storage, all your data remains securely in your control": "ด้วยการรวมบริการจัดเก็บคลาวด์ยอดนิยม WebDAV, FTP, SFTP, SMB, Docker และที่เก็บวัตถุ ข้อมูลทั้งหมดของคุณอยู่ภายใต้การควบคุมอย่างปลอดภัย",
  "Only recommended for VIP users": "แนะนำสำหรับผู้ใช้ VIP เท่านั้น",
  "The 115 cloud is only recommended for VIP users, as it is nearly unusable for free users. Additionally, due to API issues with 115 cloud, synchronization can be very slow. If you insist on using 115 cloud storage for syncing, it is recommended to enable Koodo Sync simultaneously, which will significantly improve the synchronization speed.": "115 cloud แนะนำสำหรับผู้ใช้ VIP เท่านั้น เนื่องจากแทบใช้ไม่ได้สำหรับผู้ใช้ฟรี นอกจากนี้ด้วยปัญหา API การซิงค์อาจช้ามาก หากต้องการใช้ 115 cloud เพื่อซิงค์ แนะนำให้เปิด Koodo Sync พร้อมกันซึ่งจะเพิ่มความเร็วอย่างมาก",
  "Request timed out, You may change the server region to China to solve the connection issue in mainland China. Go to Settings > Account": "คำขอหมดเวลา คุณสามารถเปลี่ยนภูมิภาคเซิร์ฟเวอร์เป็นจีนเพื่อแก้ปัญหาการเชื่อมต่อในจีนแผ่นดินใหญ่ ไปที่ การตั้งค่า > บัญชี",
  "Dubox": "Dubox",
  "115 Yun": "115 Yun",
  "Please add a data source in Setting-Sync and backup": "โปรดเพิ่มแหล่งข้อมูลใน ตั้งค่า-ซิงค์และสำรองข้อมูล",
  "Failed to read file, please refresh and grant directory access again": "อ่านไฟล์ไม่สำเร็จ โปรดรีเฟรชและอนุญาตการเข้าถึงไดเรกทอรีอีกครั้ง",
  "OneDrive (full access)": "OneDrive (เข้าถึงเต็ม)",
  "Import folder": "นำเข้าโฟลเดอร์",
  "Error scanning folder": "เกิดข้อผิดพลาดในการสแกนโฟลเดอร์",
  "No files found in this folder": "ไม่พบไฟล์ในโฟลเดอร์นี้",
  "Scanning folder": "กำลังสแกนโฟลเดอร์",
  "Please make sure the email and code are correct": "โปรดตรวจสอบอีเมลและรหัสให้ถูกต้อง",
  "Successfully scanned folder": "สแกนโฟลเดอร์สำเร็จ",
  "Refresh": "รีเฟรช",
  "Refreshing": "กำลังรีเฟรช",
  "Refresh successful": "รีเฟรชสำเร็จ",
  "If you didn't receive the verification code, please check the spam folder or use another email provider": "หากไม่ได้รับรหัสยืนยัน โปรดตรวจสอบโฟลเดอร์สแปมหรือใช้อีเมลผู้ให้บริการรายอื่น",
  "In order to let you directly manage your data in Google Drive, we have deprecated the old Google Drive token. Please reauthorize Google Drive in the settings. Your new data will be stored in the root directory of your Google Drive, and you can manage it directly in the Google Drive web interface.": "เพื่อให้คุณจัดการข้อมูลใน Google Drive ได้โดยตรง เราได้ยกเลิกโทเค็น Google Drive แบบเดิม โปรดอนุญาต Google Drive ใหม่ในการตั้งค่า ข้อมูลใหม่ของคุณจะถูกเก็บไว้ในไดเรกทอรีรากของ Google Drive และคุณสามารถจัดการได้จากเว็บอินเทอร์เฟซโดยตรง"
}
